{
    "id": 131148,
    "title": "Cambiamenti: Jason Anderson",
    "slug": "cambiamenti-jason-anderson",
    "excerpt": "Un sorprendente cambio nella preparazione di Anderson",
    "created": "2020-04-17 07:19:00",
    "modified": "2020-04-17 09:02:56",
    "url": "\/131148\/changes-jason-anderson",
    "categories": [
        645496159,
        645496174,
        645496800
    ],
    "category": {
        "id": 645496159,
        "active": true,
        "slug": "supercross",
        "source": "https:\/\/mxvice-en.com\/it\/wp-json\/wp\/v2\/posts?categories=645496159",
        "name": {
            "short": "Monster Energy Supercross",
            "long": "Monster Energy Supercross",
            "nav": "Monster Energy Supercross"
        },
        "components": null,
        "title": "Monster Energy Supercross",
        "description": "",
        "parent": false,
        "url": "channel\/supercross",
        "wp_count": 1196,
        "count": 12
    },
    "domain": "all",
    "author": "Lewis Phillips",
    "content": "<table>\n<tbody>\n<tr>\n<td>\n<p dir=\"ltr\" style=\"text-align: center;\"><a href=\"https:\/\/www.youtube.com\/channel\/UCxeEsENwOA2ni3hPqJBhYKg\"><strong>Iscriviti al canale YouTube di MX Vice.<\/strong><\/a><\/p>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<div dir=\"ltr\">\n<table>\n<tbody>\n<tr>\n<td>\n<p dir=\"ltr\" style=\"text-align: center;\"><strong><a href=\"https:\/\/instagram.com\/mxvice\/\">Segui @MXVice su Instagram.<\/a><\/strong><\/p>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<\/div>\n<p>Ecco quella che in questo momento appare come una svolta sorprendente di eventi: Jason Anderson ha annunciato di essersi separato da Aldon Baker. Anderson ha annunciato la notizia con un lungo post sui social media che approfondisce i dettagli e ammette che non c'è nemmeno modo di sapere se questa sia una decisione giusta o sbagliata.<\/p>\n<blockquote>\n<p>\"Quindi, volevo solo far sapere a tutti voi che non sto più lavorando con Aldon, prima che lo leggiate su Vital forum o da qualche altra parte…<\/p>\n<p>\"Voglio ringraziarlo per tutti gli anni insieme! Da essere un scozzese nella classe 450, ad aiutarmi a perfezionare le mie capacità e ottenere vittorie in gara al top di questo sport! Questo non ha nulla a che fare con il suo programma o altro. Credo che abbia un programma fantastico e che vince i campionati – sono solo FATTI. So che sarò esaminato attentamente per questa decisione, il che va bene. Ho preso questa decisione perché ho bisogno di un cambio di passo. Avevo bisogno di piste diverse, palestra diversa, piste ciclabili diverse…<\/p>\n<p>\"Ho sentito, negli ultimi anni, quando è arrivato il mio programma e la mia routine quotidiana che stavo solo facendo i movimenti in alcuni giorni, senza passione o intensità. Come se mi stessi solo svegliando e andando a lavorare. Non voglio questo. Voglio essere orgoglioso di quello che faccio! Voglio provare il mio culo ogni giorno per migliorare, ottenere schizzi in pista, cercare di trovare quel decimo di secondo in più. Voglio ancora vincere le gare e ci metto il cuore e sono più motivato che mai.<\/p>\n<p>\"Questa è la decisione sbagliata? Chissà… Sono sicuro che voi ragazzi avrete le vostre opinioni, il che va bene. Ma sono più eccitato che mai di correre. Quindi, grazie ad Aldon per aver sopportato la mia merda dal 2014! Saluti amico!\"<\/p>\n<\/blockquote>\n<p>Dopo dieci round del 2020 <a href=\"\/channel\/supercross\"title=\"Supercross Channel\" >Monster Energy Supercross<\/a>, Jason Anderson occupa il quinto posto nella classifica della serie regina e si è classificato terzo in tre round (St. Louis, Glendale e Arlington).<\/p>\n<p><strong>Testo: <a href=\"https:\/\/www.instagram.com\/_lewisphillips\/\">Lewis Phillips<\/a> | Immagine Principale: Husqvarna\/Simon Cudby<\/strong><\/p>",
    "date": "Friday 17, April 2020",
    "readtime": 1,
    "updated": true,
    "preamble": "Iscriviti al canale YouTube di MX Vice. Segui @MXVice su Instagram. Ecco quella che in questo momento appare come una svolta ...",
    "index": false,
    "tags": [],
    "featured_media_caption": ""
}