{
    "id": 131420,
    "title": "Due chiacchiere con: Bas Vaessen",
    "slug": "due-chiacchiere-con-bas-vaessen",
    "excerpt": "Una lunga ed emozionante intervista con Vaessen tornato dopo un terribile infortunio",
    "created": "2020-04-23 17:32:50",
    "modified": "2020-04-24 19:25:17",
    "url": "\/131420\/interview-bas-vaessen",
    "categories": [
        645496157
    ],
    "category": {
        "id": 645496157,
        "active": true,
        "slug": "mxgp",
        "source": "https:\/\/mxvice-en.com\/it\/wp-json\/wp\/v2\/posts?categories=645496157",
        "name": {
            "short": "MXGP",
            "long": "Campionato mondiale MXGP",
            "nav": "Campionato mondiale MXGP"
        },
        "components": null,
        "title": "Campionato mondiale MXGP",
        "description": "",
        "parent": false,
        "url": "channel\/mxgp",
        "wp_count": 2122,
        "count": 12
    },
    "author": "Lewis Phillips",
    "author_id": 12,
    "author_avatar": "https:\/\/i0.wp.com\/mxvice-en.com\/wp-content\/uploads\/2014\/01\/lewis-phillips1.jpg?resize=150%2C150&ssl=1",
    "author_url": "authors\/Lewis Phillips",
    "sponsored": "0",
    "readtime": 14,
    "domain": "all",
    "content": "<p><b data-stringify-type=\"bold\"><i data-stringify-type=\"italic\">GreenlandMX<\/i><\/b><i data-stringify-type=\"italic\"> è noto in Europa come uno dei rivenditori più specializzati per le moto fuoristrada. Il loro negozio online offre un impressionante catalogo di marchi della più alta qualità del settore, con i migliori prezzi del mercato! La società ha un'esperienza di oltre 15 anni nel mondo del commercio elettronico via Internet ed è diventata la società di riferimento per i clienti europei. Visita <\/i><i data-stringify-type=\"italic\"><a class=\"c-link\" href=\"http:\/\/greenlandmx.com\/\" target=\"_blank\" rel=\"noopener noreferrer\">GreenlandMX.com<\/a><\/i><i data-stringify-type=\"italic\"> per dare un'occhiata alla loro vasta gamma di prodotti!<\/i><\/p>\n<table>\n<tbody>\n<tr>\n<td>\n<p dir=\"ltr\" style=\"text-align: center;\"><a href=\"http:\/\/greenlandmx.com\/\"><strong>Presentato da: GreenlandMX.com<\/strong><\/a><\/p>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>La storia di Bas Vaessen non è stata raccontata come avrebbe dovuto, il che è un'enorme ingiustizia. Vedere Vaessen sulla linea di partenza è impressionante persino come quando Ken Roczen è tornato dal suo orribile infortunio al braccio, per esempio, eppure molti sembrano essersi dimenticati delle prove e delle tribolazioni che ha attraversato un anno fa. Vaessen ha perso ogni sensibilità dal collo in giù al Gran Premio di Asia e solo otto mesi dopo ha lottato per il suo primo podio al Gran Premio dei Paesi Bassi. Ora è un grande momento per riflettere su tutto ciò che ha realizzato.<\/p>\n<p><strong>MX Vice: Prima di tutto affronteremo questa cosa. Che cosa fai? Che cosa hai fatto per tenerti occupato?<\/strong><strong> <\/strong><\/p>\n<p><strong>Bas Vaessen:<\/strong> Da quando ci siamo resi conto che non ci sarebbero state più gare o cose, sono rimasto a casa della mia ragazza per circa una settimana o due. Mi sono davvero annoiato andando solo in bicicletta, correndo e facendo il mio allenamento. Era difficile non avere qualcosa per guardare al futuro. Ora, quando sono a casa, lavoro anche io, quindi ho un piccolo lavoro. Lavoro la mattina, mi alleno la sera e questa fondamentalmente è la mia vita.<\/p>\n<p>Anche io sto studiando, quindi sto provando a fare un'ora del genere ogni giorno. Voglio diventare un pilota di ambulanza dopo le corse. Ho fatto un livello alto di scuola, ma a causa delle corse non l'ho mai finito. Ora sto cercando di ottenere tutti i permessi per entrare nell'accademia per diventare effettivamente un autista di ambulanze. Lo sto recuperando solo ora.<\/p>\n<figure><img data-src=\"https:\/\/mxvice-en.com\/wp-content\/uploads\/2020\/04\/Site-Bas-Vaessen-1.jpg&#8221\"><figcaption><svg style=\"width:17px;height:17px;margin-right:4px;float:left\" viewBox=\"0 0 24 24\"><path fill=\"#a1a1a1\" d=\"M4,4H7L9,2H15L17,4H20A2,2 0 0,1 22,6V18A2,2 0 0,1 20,20H4A2,2 0 0,1 2,18V6A2,2 0 0,1 4,4M12,7A5,5 0 0,0 7,12A5,5 0 0,0 12,17A5,5 0 0,0 17,12A5,5 0 0,0 12,7M12,9A3,3 0 0,1 15,12A3,3 0 0,1 12,15A3,3 0 0,1 9,12A3,3 0 0,1 12,9Z\" \/><\/svg> (Ray Archer)<\/figcaption><\/figure>\n<p><strong>Ogni altro pilota è annoiato e perde la testa, ma in realtà sei piuttosto occupato. Hai molto da fare!<\/strong><\/p>\n<p>Sì, sto solo cercando di tenermi il più occupato possibile. Parlo con alcuni altri ragazzi e sono tipo \"Mi annoio a casa! Mi alleno per due ore al giorno, poi per il resto della giornata non faccio nulla. Sto diventando matto!\" Penso: \"Cavolo! Stai facendo solo due ore al giorno? Io ne ho per circa 15 ore al giorno. Sono più impegnato che mai!\"<\/p>\n<p><strong>Una cosa di cui non abbiamo effettivamente parlato è l'infortunio che hai avuto l'anno scorso. Sento che nessuno ti sta davvero dando il merito che hai per essere tornato. Parlaci del recupero, quanto è stato difficile e se hai anche pensato di fermarti a un certo punto. È stato molto brutto, vero?<\/strong><\/p>\n<p>Oh, è stato terribile. Quando inizialmente ho avuto l'incidente ed ero a terra con la moto posata su di me, Gautier Paulin ha tolto la moto. Stavo urlando e urlando. Tuttavia, non avevo alcuna sensazione dal collo in giù, quindi non riuscivo nemmeno a pronunciare le parole giuste con la mia voce. Praticamente stavo comprimendo i miei polmoni e urlavo come un maiale. Ero sdraiato a terra e pensavo che il mio braccio fosse poggiato sul mio stomaco, ma in realtà aveva uno strano angolo di 90 gradi e le mie gambe erano contorte.<\/p>\n<p>Non avevo nessuna sensazione dal collo in giù. Quando hanno messo gambe e piedi sulla barella, erano come un legno morto. È stato davvero spaventoso per me. È stato abbastanza traumatizzante. Mi hanno tirato fuori dalla pista dopo circa sette o otto minuti – penso che fossero trascorsi circa tre giri per quanto ho potuto vedere – e poi con delle scosse elettriche le mie gambe hanno iniziato a ritornare. Quei sette o otto minuti erano come un incubo. In quel periodo ero praticamente paralizzato dal collo in giù. Anche l'Indonesia non è il miglior paese in cui trovarsi!<\/p>\n<p>È stato davvero spaventoso. Ho potuto iniziare a camminare abbastanza rapidamente, tipo dopo 15 minuti, ma sostanzialmente le mie braccia non funzionavano. Tutti mi dicevano di sdraiarmi e che volevano che io fossi su una barella. Ero tipo, \"Cazzo no! Sono stato a terra per otto minuti senza sentire nulla. Posso camminare, quindi torno indietro.\" Fondamentalmente sono tornato dove stavano tutti, e poi Foxy mi ha aiutato molto. Foxy organizza normalmente i piloti sulla linea di partenza. E' stato un angelo per me!<\/p>\n<figure><img data-src=\"https:\/\/mxvice-en.com\/wp-content\/uploads\/2020\/04\/Site-Bas-Vaessen-2.jpg&#8221\"><figcaption><svg style=\"width:17px;height:17px;margin-right:4px;float:left\" viewBox=\"0 0 24 24\"><path fill=\"#a1a1a1\" d=\"M4,4H7L9,2H15L17,4H20A2,2 0 0,1 22,6V18A2,2 0 0,1 20,20H4A2,2 0 0,1 2,18V6A2,2 0 0,1 4,4M12,7A5,5 0 0,0 7,12A5,5 0 0,0 12,17A5,5 0 0,0 17,12A5,5 0 0,0 12,7M12,9A3,3 0 0,1 15,12A3,3 0 0,1 12,15A3,3 0 0,1 9,12A3,3 0 0,1 12,9Z\" \/><\/svg> (Ray Archer)<\/figcaption><\/figure>\n<p>Ha una ragazza laggiù in Indonesia, e Foxy le stava dicendo di dire agli indonesiani di prendere il ghiaccio e aiutarmi. Foxy praticamente ha lasciato tutti i suoi doveri per aiutarmi con tutto. È stato davvero fantastico. Il dottore inglese è tornato da me e mi ha detto: \"Tutto sta funzionando bene adesso. Okay, le tue braccia non funzionano ma sembra che tutto torni. Non andare in ospedale qui. Sali sul tuo volo e vai a casa\". Ero tipo \"Cazzo. Va bene.\" Non sapevamo ancora cosa ci fosse.<\/p>\n<p>La maggior parte delle persone che hanno danni ai nervi diventano insensibili, ma per me è stato esattamente il contrario. Ero ipersensibile. Se mi mettevi una piuma sulle spalle o qualcosa del genere, mi sembrava di sentire un coltello attraverso la pelle. La mia ragazza ha fatto le valigie e siamo andati in albergo. Il mio collo penzolava e non riuscivo davvero a stare fermo. Non avevo alcuna forza nel collo o nelle braccia. Non potevo usare le dita, il telefono o altro.<\/p>\n<p>La mia ragazza mi ha portato a letto una volta arrivati in hotel, poi ha cercato di lavarmi un po' e darmi da mangiare. Abbiamo preso un sacco di medicine per cercare di tenermi un po' sedato. È stata una notte terribile, terribile. Aveva paura di addormentarsi nel caso in cui cadessi o qualcosa del genere. Potevo solo sedermi, ma poi non dormivo a causa del dolore. Il giorno successivo abbiamo volato da Semarang a Giacarta, da Giacarta a Kuala Lumpur e poi verso Amsterdam. Siamo arrivati martedì o mercoledì mattina ad Amsterdam.<\/p>\n<p>Ero in contatto con i miei dottori e normalmente sarei andato a Eindhoven per controllare tutto, ma si sono spaventati. Non avevo ancora nessuna sensazione alle mie braccia e non potevo usarle. E tutto era ancora così ipersensibile. Erano passati due giorni e non riuscivo ancora a dormire, in più avevo mangiato a malapena del cibo. Sono arrivato alle otto del mattino. Hanno fatto in modo che potessi andare all'ospedale di Amsterdam. Ho sofferto molto, quindi mi hanno messo in una stanzetta e c'è voluto un giorno intero.<\/p>\n<figure><img data-src=\"https:\/\/mxvice-en.com\/wp-content\/uploads\/2020\/04\/Site-Bas-Vaessen-3.jpg&#8221\"><figcaption><svg style=\"width:17px;height:17px;margin-right:4px;float:left\" viewBox=\"0 0 24 24\"><path fill=\"#a1a1a1\" d=\"M4,4H7L9,2H15L17,4H20A2,2 0 0,1 22,6V18A2,2 0 0,1 20,20H4A2,2 0 0,1 2,18V6A2,2 0 0,1 4,4M12,7A5,5 0 0,0 7,12A5,5 0 0,0 12,17A5,5 0 0,0 17,12A5,5 0 0,0 12,7M12,9A3,3 0 0,1 15,12A3,3 0 0,1 12,15A3,3 0 0,1 9,12A3,3 0 0,1 12,9Z\" \/><\/svg> (Ray Archer)<\/figcaption><\/figure>\n<p>Volevano controllare tutto per vedere cosa potevo fare, poi due ore dopo hanno scattato delle foto e poi hanno fatto una risonanza magnetica e roba del genere. Erano tipo \"Merda. Non va bene.\" A un certo punto hanno dovuto mettermi sotto morfina, perché stavo urlando. Mi faceva molto male il collo. Avevo un forte mal di testa e, a causa dell'ipersensibilità, tutto ciò che mi toccava era angosciante. Hanno scoperto che mi ero rotto la C6 davanti e dietro. Avevo compressocosì tanto la C3 e la C4  che tutti i muscoli si sono tirati così tanto da rompersi.<\/p>\n<p>È da lì che proveniva tutto il dolore invece che dalla C6 rotta. C'era molta pressione tra la C3 e la C4, ma poi anche sulla risonanza magnetica non riuscivano a vedere quanto era danneggiata e quanto era contuso. Mi hanno dato molti antidolorifici e mi hanno messo un tutore per il collo. Non volevano operare o altro, perché c'era una grande possibilità di peggiorare le cose e una piccola possibilità di migliorarlo. Sono tornato a casa e praticamente sono rimasto a letto per due mesi.<\/p>\n<p><strong>Immagino che una volta tornati dai tuoi dottori normali, ti hanno detto che volare in tutto il mondo era la cosa più rischiosa che avresti potuto mai fare?<\/strong><\/p>\n<p>Hanno detto che era mortale! Hanno detto che cosa stava pensando quel dottore. Sai che su un aereo hai più liquidi e cose nel tuo corpo? Hanno detto: \"Potrebbe averti ucciso!\" Pensavo: \"Oh, cazzo. Va bene.\"<\/p>\n<p><strong>Com'è andata di nuovo in bassa stagione, allora? Ti ci è voluto molto tempo per tornare a sentirti di nuovo te stesso? Deve avere…<\/strong><\/p>\n<p>Ciò che inizialmente mi ha spaventato è stato che dopo un mese… Probabilmente mi hai visto passeggiare per Lommel. Ero lì solo per supportare la squadra e parlare con loro. Ho avuto una conversazione con Roger Magee lì, e in pratica ho detto che non sapevo se volevo guidare. Non ero nemmeno sicuro che sarei stato in grado di guidare! Non riuscivo nemmeno a sollevare il telefono o portare il cibo in bocca. Era così anche un mese e mezzo dopo. La mia ragazza doveva farmi mangiare ancora con un cucchiaio, perché non riuscivo a sollevare le braccia.<\/p>\n<p>La mia ragazza Bente è stata fantastica. Fondamentalmente mi ha lavato, mi ha dato da mangiare e tutto il resto. L'unica cosa che potevo fare era alzarmi dal letto e andare in bagno. Non potevo nemmeno indossare una maglietta, perché era ancora così ipersensibile che anche dopo un mese e mezzo, quando sono andato a Lommel, ho dovuto prendere una tonnellata di ibuprofene per indossare una maglietta. La pelle era così sensibile.<\/p>\n<figure><img data-src=\"https:\/\/mxvice-en.com\/wp-content\/uploads\/2020\/04\/Site-Bas-Vaessen-7.jpg&#8221\"><figcaption><svg style=\"width:17px;height:17px;margin-right:4px;float:left\" viewBox=\"0 0 24 24\"><path fill=\"#a1a1a1\" d=\"M4,4H7L9,2H15L17,4H20A2,2 0 0,1 22,6V18A2,2 0 0,1 20,20H4A2,2 0 0,1 2,18V6A2,2 0 0,1 4,4M12,7A5,5 0 0,0 7,12A5,5 0 0,0 12,17A5,5 0 0,0 17,12A5,5 0 0,0 12,7M12,9A3,3 0 0,1 15,12A3,3 0 0,1 12,15A3,3 0 0,1 9,12A3,3 0 0,1 12,9Z\" \/><\/svg> (Ray Archer)<\/figcaption><\/figure>\n<p><strong>Hai ancora delle brutte giornate adesso? Ovviamente puoi correre e, accidenti, hai quasi ottenuto un podio a Valkenswaard. Ci sono giorni in cui alcune di queste cose tornano?<\/strong><\/p>\n<p>Sì, praticamente 24-7 ho un piccolo… Non proprio un mal di testa, ma qualcosa che mi dà fastidio. Ho praticamente imparato a conviverci. A volte prendere un piatto da un armadio alto mi dà fastidio. Il mio braccio sinistro ora è completamente a posto, ma il mio braccio destro non è al 100%. Non credo che sarà mai più al 100%. Non ho problemi durante la guida o altro, ma quando ho un paio di giorni lunghi va piuttosto male. Ho forti mal di testa e non mi sento bene. A parte questo però sto benissimo.<\/p>\n<p><strong>Il motivo per cui te l'ho chiesto è perché ci stavo pensando a Matterley. Era il primo round, quindi tutti hanno quei nervosismi. Passare quel fine settimana deve essere stato enorme per te.<\/strong><\/p>\n<p>Si. All'inizio stavo dicendo a Roger che non sapevo nemmeno se volevo guidare. È stata una brutta esperienza. Roger è stato fantastico però. Mi ha detto: \"Non cerco un altro pilota fino a quando non mi dici di voler smettere.\" Roger è stato molto, molto paziente con me. Penso che la maggior parte delle altre squadre sarebbe stata come \"Okay. Sei fuori!\" Sai come succede in questo settore: tutti si dimenticano di te molto velocemente. Ho ricominciato a guidare in America, e Stephen Sword è arrivato e cose del genere. La guida stava andando molto, molto bene. Il giorno di Natale – l'ultimo giorno in cui ho corso – mi sono rotto la clavicola.<\/p>\n<p><strong>Aspetta; cosa?<\/strong><\/p>\n<p>Sì, mi sono rotto la clavicola a Natale! Non sono caduto per circa cinque settimane, poi ho avuto un piccolo incidente e mi sono rotto la clavicola. Non ho fatto nulla per tutto gennaio, quindi ho ricominciato a guidare all'inizio di febbraio. La guida stava andando abbastanza bene. Non eccezionale ma non male, andava bene. Non ho fatto gare pre-stagionali o altro, poi sono arrivato a Matterley e posso onestamente dire che ero spaventato. Pensavo: \"So di non essere in forma al 100%, non ho fatto nessuna gara e sono appena uscito da questo grosso infortunio\".<\/p>\n<p>Matterley Basin non era eccezionale. La mia guida non era male, ma non ero combattivo o abbastanza aggressivo. È così. La mia squadra era ancora molto paziente. Hanno detto: \"Oh, lo sappiamo. Non preoccuparti, tornerai\". Sono loro molto grato. Stavo guidando la settimana prima di Valkenswaard e la mia guida era semplicemente terribile. Ero molto spaventato persino di guidare. La pista era terribile. Ero lì con Stephen Sword e il mio meccanico, Alexander Brown, e ho detto loro: \"Ragazzi, non so se posso farcela\". Abbiamo fatto la prima manche che è stata terribile, e poi stavo ancora guidando terribilmente.<\/p>\n<p>Non so se ho mai corso peggio di quel mercoledì prima di Valkenswaard. Stavo pensando di smettere più quel giorno di tutto il tempo prima con il collo. Stavo solo… posso onestamente dire che avevo paura. Micha-Boy De Waal si era rotto una gamba quando siamo arrivati quel giorno e anche questo mi ha lasciato un segno in testa. Ho parlato con il team e mi hanno detto di andare a fare Valkenswaard per vedere come andava. Non c'è stata alcuna pressione o altro, e poi a Valkenswaard è diventato fantastico.<\/p>\n<p><strong>Immagino che tu sia rimasto sorpreso da quanto bene sia andato Valkenswaard, giusto? Sicuramente non ti aspettavi di fare un quasi podio.<\/strong><\/p>\n<p>Anche sabato sera dopo essere arrivato terzo nella gara di qualifica – quella è stata la mia miglior qualifica di sempre – ero tipo \"Che cazzo!\" Non credo di aver mai avuto un sabato così bello. Sono sempre bravo domenica, ma non sabato. Ho avuto il miglior tempo nelle prove libere di domenica mattina. Va bene, erano solo prove libere. Ti dà comunque fiducia. La prima manche è andata bene. Ho fatto un'ottima partenza, ma ho dovuto solo cercare gli occhiali. È stato un peccato – ho comunque ottenuto un ottavo.<\/p>\n<figure><img data-src=\"https:\/\/mxvice-en.com\/wp-content\/uploads\/2020\/04\/Site-Bas-Vaessen-4.jpg&#8221\"><figcaption><svg style=\"width:17px;height:17px;margin-right:4px;float:left\" viewBox=\"0 0 24 24\"><path fill=\"#a1a1a1\" d=\"M4,4H7L9,2H15L17,4H20A2,2 0 0,1 22,6V18A2,2 0 0,1 20,20H4A2,2 0 0,1 2,18V6A2,2 0 0,1 4,4M12,7A5,5 0 0,0 7,12A5,5 0 0,0 12,17A5,5 0 0,0 17,12A5,5 0 0,0 12,7M12,9A3,3 0 0,1 15,12A3,3 0 0,1 12,15A3,3 0 0,1 9,12A3,3 0 0,1 12,9Z\" \/><\/svg> (Ray Archer)<\/figcaption><\/figure>\n<p>Sono partito alla grande anche nella seconda manche, ma la mia moto ha praticamente smesso di funzionare per due giri. Non ha smesso di funzionare, ma stava perdendo potenza. All'inizio del secondo giro mi è sembrato un clic ed ero tipo \"Oh no. Non va bene.\" Conosci la collina sotto il ponte? In pratica stavo correndo con la moto per tirarla su per la collina. Tom Vialle si è allontanato di circa 15 secondi in quei tre o quattro giri, ma stavo correndo con mezza moto ed ero ancora 15 secondi davanti rispetto al terzo. Ero tipo \"Okay. La guiderò fino a quando non scoppierà.\"<\/p>\n<p>Due giri dopo è scoppiata. È stato un peccato, perché penso che se la moto non avesse perso potenza, avrei potuto rimanere con Vialle abbastanza facilmente. So di essere uno dei ragazzi più in forma della categoria, quindi forse avrei potuto vincere la manche. Non si sa mai. È un peccato, perché non abbiamo mai avuto problemi con il motore. Nell'anno e mezzo che ho trascorso con il team ho avuto solo due problemi al motore, quindi perché avrebbe dovuto succedere lì poi? Non è che abbiamo una moto inaffidabile. Siamo stati davvero sfortunati.<\/p>\n<p><strong>L'ho detto da un po'. Non sarei stato sorpreso se fossi salito sul podio, perché penso che tu sia migliore di quanto molti credano. A volte ti senti come se non avessi il credito che meriti?<\/strong><\/p>\n<p>Sì, sento la stessa cosa. Sono stato in contesa per il podio quattro o cinque volte con Suzuki, Honda o KTM. Ho avuto una rottura in moto o una catena si è bloccata. Ho avuto un sasso nella mia catena due volte l'anno scorso. Come puoi immaginare che accada? Ho avuto il podio alla mia portata alcune volte, ma poi è successo qualcosa come una bandiera rossa o un problema con la moto. Stupide cose del genere. Il secondo GP che ho fatto è stato ad Assen nel 2016, penso, ed secondo per tutta quella manche e Jeffrey Herlings mi ha superato tre o quattro volte.<\/p>\n<figure><img data-src=\"https:\/\/mxvice-en.com\/wp-content\/uploads\/2020\/04\/Site-Bas-Vaessen-5.jpg&#8221\"><figcaption><svg style=\"width:17px;height:17px;margin-right:4px;float:left\" viewBox=\"0 0 24 24\"><path fill=\"#a1a1a1\" d=\"M4,4H7L9,2H15L17,4H20A2,2 0 0,1 22,6V18A2,2 0 0,1 20,20H4A2,2 0 0,1 2,18V6A2,2 0 0,1 4,4M12,7A5,5 0 0,0 7,12A5,5 0 0,0 12,17A5,5 0 0,0 17,12A5,5 0 0,0 12,7M12,9A3,3 0 0,1 15,12A3,3 0 0,1 12,15A3,3 0 0,1 9,12A3,3 0 0,1 12,9Z\" \/><\/svg> (Ray Archer)<\/figcaption><\/figure>\n<p>Mi passava e cadeva, mi passava di nuovo e poi cadeva di nuovo. Sono stato al secondo posto per tutto il tempo e poi al penultimo giro sono caduto. Non è stato un grande incidente o altro, ma non ho potuto far ripartire la mia moto! Ero su una Suzuki e non avevamo l'avviamento elettrico, quindi non è ripartita! È solo roba del genere. È un po' frustrante, ma dobbiamo solo andare avanti. So di essere uno dei ragazzi migliori. Non sto dicendo che sono allo stesso livello di talento di Jorge Prado e Jeffrey Herlings o cose del genere. Dovrei essere uno di quei ragazzi però.<\/p>\n<p><strong>Passando al resto dell'anno. Sento che quando otterrai un podio, ogni volta finirà per essere il catalizzatore per te ottenere di più. Sento che toglierti quella scimmia dalla schiena sarà una cosa grande.<\/strong><\/p>\n<p>Penso la stessa cosa. L'anno prima ho fatto il campionato europeo con la Suzuki e ho sempre avuto la velocità, ma ci sono stati anche degli incidenti perché ero solo un giovane inesperto. Quando sono arrivato terzo nel campionato del 2016, ho ottenuto un podio e poi ne ho ottenuti sei o sette uno dopo l'altro. Penso che se ottengo un podio allora potrei andare su di giri, ma sei bravo solo come la tua ultima gara di motocross.<\/p>\n<p><strong>Ultima cosa. Questa pausa ti aiuterà? Avere tre mesi di riposo ti aiuterà a diventare ancora più sano e in una posizione ancora migliore?<\/strong><\/p>\n<p>Non proprio. Dopo Valkenswaard ero così pompato per andare alla gara successiva. Se il blocco fosse avvenuto prima di Valkenswaard, avrei detto di essere felice, ma non ora. Sono solo distrutto. Questo aiuterà ragazzi come Roan Van De Moosdijk che hanno a che fare con infortuni, perché ora possono guarire. Anche Thomas Olsen. È fantastico per loro! Penso che sia meglio per loro che per noi ragazzi che siamo già in forma.<\/p>\n<p><strong>Intervista: <a href=\"https:\/\/www.instagram.com\/_lewisphillips\/\">Lewis Phillips<\/a> | Immagine Principale: Ray Archer<\/strong><\/p>",
    "sponsor_name": false,
    "sponsor_url": false,
    "sponsor_logo": "",
    "date": "Thursday 23, April 2020",
    "updated": true,
    "preamble": "GreenlandMXÂ Ã¨ noto in Europa come uno dei rivenditori piÃ¹ specializzati per le moto fuoristrada. Il loro negozio online of...",
    "index": false,
    "tags": [],
    "featured_media_caption": ""
}