{
    "id": 131565,
    "title": "Chiedi qualsiasi cosa a Vice: #17",
    "slug": "chiedi-qualsiasi-cosa-a-vice-17",
    "excerpt": "Un po&#039; di risposte alle vostre domande!",
    "created": "2020-04-24 15:38:16",
    "modified": "2020-04-27 19:36:13",
    "url": "\/131565\/ask-vice-anything-17",
    "categories": [
        645496157
    ],
    "category": {
        "id": 645496157,
        "active": true,
        "slug": "mxgp",
        "source": "https:\/\/mxvice-en.com\/it\/wp-json\/wp\/v2\/posts?categories=645496157",
        "name": {
            "short": "MXGP",
            "long": "Campionato mondiale MXGP",
            "nav": "Campionato mondiale MXGP"
        },
        "components": null,
        "title": "Campionato mondiale MXGP",
        "description": "",
        "parent": false,
        "url": "channel\/mxgp",
        "wp_count": 2123,
        "count": 12
    },
    "author": "Lewis Phillips",
    "author_id": 12,
    "author_avatar": "https:\/\/i0.wp.com\/mxvice-en.com\/wp-content\/uploads\/2014\/01\/lewis-phillips1.jpg?resize=150%2C150&ssl=1",
    "author_url": "authors\/Lewis Phillips",
    "sponsored": "1",
    "readtime": 3,
    "domain": "all",
    "content": "<p><b data-stringify-type=\"bold\"><i data-stringify-type=\"italic\">GreenlandMX<\/i><\/b><i data-stringify-type=\"italic\"> is known as one of the most specialised retailers for off-road motorbikes in Europe. Their online store offers an impressive catalogue of the highest quality brands in the industry, with the best pricing to match! The company has experience of more than 15 years in the internet e-commerce world and has now become the go-to company for European customers. Visit <\/i><i data-stringify-type=\"italic\"><a class=\"c-link\" href=\"http:\/\/greenlandmx.com\/\" target=\"_blank\" rel=\"noopener noreferrer\">GreenlandMX.com<\/a><\/i><i data-stringify-type=\"italic\"> to check out their impressive range of products!<\/i><\/p>\n<table>\n<tbody>\n<tr>\n<td>\n<p dir=\"ltr\" style=\"text-align: center;\"><a href=\"http:\/\/greenlandmx.com\/\"><strong>Presentato da: GreenlandMX.com<\/strong><\/a><\/p>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>Dopo aver partecipato a innumerevoli eventi in diversi continenti nell'ultimo anno, noi di MX Vice abbiamo acquisito le risposte a molte domande che ti poni. Ecco perché abbiamo inaugurato questa rubrica. Se hai in mente qualcosa, manda un'email a lewis.phillips@mxvice.com o contattaci sui vari canali social di MX Vice. Questo in aggiunta ogni settimana alla sezione \"Chiedi a qualunque cosa\" dell'MX Vice Show.<\/p>\n<p><strong>\"Sai quando uscirà il nuovo gioco MXGP?\" ha chiesto @ JMaude_MX4_ su Instagram.<\/strong><\/p>\n<p>Questa è una domanda interessante, perché si potrebbe pensare che qualcosa del genere sia ritardato dall'intera situazione COVID-19. Ho contattato Milestone ma non ho ancora avuto risposta. Sulla base di quello che è successo un anno fa, quando il formato è cambiato un po', si presumeva che MXGP 2020 sarebbe uscire alla fine di agosto. Milestone stava raccogliendo informazioni su moto e abbigliamento al secondo round del campionato del Mondo FIM di motocross 2020. L'impostazione nell'immagine qui sotto è come documentano cose come il posizionamento del logo sulle maglie.<\/p>\n<p>Se hanno tutte queste informazioni, allora si potrebbe credere che possano continuare e iniziare a lavorare per il lancio. Milestone in genere continuerebbe a scattare quelle immagini ai round quattro e cinque della serie e, se questa volta fosse così, dovrebbero attendere fino a luglio al più presto. Sicuramente ciò renderebbe impossibile l'uscita di agosto? Devono esserci altri problemi a cui da fuori non si può nemmeno pensare. Sarei piacevolmente sorpreso se MXGP 2020 uscisse comunque in agosto<em>.- @_LewisPhillips<\/em><\/p>\n<figure><img data-src=\"https:\/\/mxvice-en.com\/wp-content\/uploads\/2020\/04\/Site-Romain-Febvre-1.jpg&#8221\"><figcaption><svg style=\"width:17px;height:17px;margin-right:4px;float:left\" viewBox=\"0 0 24 24\"><path fill=\"#a1a1a1\" d=\"M4,4H7L9,2H15L17,4H20A2,2 0 0,1 22,6V18A2,2 0 0,1 20,20H4A2,2 0 0,1 2,18V6A2,2 0 0,1 4,4M12,7A5,5 0 0,0 7,12A5,5 0 0,0 12,17A5,5 0 0,0 17,12A5,5 0 0,0 12,7M12,9A3,3 0 0,1 15,12A3,3 0 0,1 12,15A3,3 0 0,1 9,12A3,3 0 0,1 12,9Z\" \/><\/svg> (Ray Archer)<\/figcaption><\/figure>\n<p><strong>\"Avremo una stagione MXGP e, in caso affermativo, cosa succederà al campionato britannico ACU?\" ha chiesto Lee Williams su Facebook.<\/strong><\/p>\n<p>Onestamente penso che avremo un campionato del mondo FIM di motocross 2020. Lo penso davvero. Luglio potrebbe essere un po' presto, il che mi fa male a dirlo, e anche agosto potrebbe essere duro. Penso che settembre dovrebbe andare bene e quindi una buona serie di gare potrebbe essere disputata in quei tre mesi. Forse potrebbero essere utilizzati anche alcuni fine settimana di dicembre e poi le cose potrebbero finire prima della fine del 2020? Potrebbe succedere. Il tempo diventerà presto il problema più grande, ma questo non è nulla rispetto all'attuale pasticcio.<\/p>\n<p>Cosa accadrà al campionato britannico ACU? Bene, lo scontro con i Gran Premi non sembra essere un'opzione con così tanti piloti e squadre legate alla scena mondiale. Perdere Conrad Mewse, Bas Vaessen e Josh Gilbert toglierebbe effettivamente tutta la potenza forza alla classe MX2. Immagino che verrà messo in atto un programma ridotto e, ehi, anche se sono solo quattro gare, non è la fine del mondo. I Dutch Masters corrono così ogni anno e questa è la migliore serie in Europa. – <em>@_LewisPhillips<\/em><\/p>\n<p><strong>\"Pensi che la stagione dovrebbe avere la priorità sul Motocross delle Nazioni 2020?\" ha chiesto a MastersMX2013 su Twitter.<\/strong><\/p>\n<p>Oh, certo. Deve. Ovviamente anche i team e i piloti la vedono in questo modo, ma non è diverso dal normale. L'ultimo fine settimana di settembre potrebbe essere prezioso per la serie dei Gran Premi? Potrebbe essere, un fine settimana libero o un'opportunità per fare un round in buone condizioni meteorologiche, ma poi perdere una settimana non sarà la goccia che fa traboccare il vaso. L'unica cosa che mi chiedo è se sarebbe difficile per le aziende produttrici di abbigliamento e simili produrre cose personalizzate quest'anno, visto che allo stesso tempo dovranno affrontare le esigenze di una stagione regolare. <em>– @_LewisPhillips<\/em><\/p>\n<figure><img data-src=\"https:\/\/mxvice-en.com\/wp-content\/uploads\/2020\/04\/Site-MXGP-1.jpg&#8221\"><figcaption><svg style=\"width:17px;height:17px;margin-right:4px;float:left\" viewBox=\"0 0 24 24\"><path fill=\"#a1a1a1\" d=\"M4,4H7L9,2H15L17,4H20A2,2 0 0,1 22,6V18A2,2 0 0,1 20,20H4A2,2 0 0,1 2,18V6A2,2 0 0,1 4,4M12,7A5,5 0 0,0 7,12A5,5 0 0,0 12,17A5,5 0 0,0 17,12A5,5 0 0,0 12,7M12,9A3,3 0 0,1 15,12A3,3 0 0,1 12,15A3,3 0 0,1 9,12A3,3 0 0,1 12,9Z\" \/><\/svg> (Ray Archer)<\/figcaption><\/figure>\n<p><strong>\"Vedremo mai lo sport tornare a come era negli anni '80 e '90, dove non si acquistano posti in sella?\" ha chiesto DStar2One su Instagram.<\/strong><\/p>\n<p>Questo succede a livello mondiale? Certo, ma non è davvero una cosa sulle squadre di alto livello. È comprensibile che avere un pilota che paga aiuterebbe anche una squadra satellite a correre. Questo è ovviamente più comune a livello nazionale ma non cambierà mai. Ad ogni modo, quei ragazzi che pagano per un manubrio potrebbero essere più che mai necessari per far funzionare le squadre più piccole una volta che questa pandemia globale si farà da una parte. Chissà quale sarà la situazione allora! Per riassumere, al momento non mi sembra che la questione sia fuori controllo. La crema sale sempre verso l'alto, o qualunque sia il detto. <em>– @_LewisPhillips<\/em><\/p>\n<p><strong>Testo: <a href=\"https:\/\/www.instagram.com\/_lewisphillips\/\">Lewis Phillips<\/a> |<\/strong><strong> Immagine Principale: Ray Archer<\/strong><\/p>",
    "sponsor_name": true,
    "sponsor_url": true,
    "sponsor_logo": "https:\/\/mxvice-en.com\/wp-content\/uploads\/2020\/04\/Even-Strokes-Sq-Logo.png",
    "date": "Friday 24, April 2020",
    "updated": true,
    "preamble": "GreenlandMXÂ is known as one of the most specialised retailers for off-road motorbikes in Europe. Their online store offers a...",
    "index": false,
    "tags": [],
    "featured_media_caption": ""
}