{
    "id": 131420,
    "title": "Chatter Box: Bas Vaessen",
    "slug": "chatter-box-bas-vaessen",
    "excerpt": "Bas Vaessen nos cuenta su odisea",
    "created": "2020-04-23 17:32:50",
    "modified": "2020-04-24 19:25:17",
    "url": "\/131420\/interview-bas-vaessen",
    "categories": [
        645496157
    ],
    "category": {
        "id": 645496157,
        "active": true,
        "slug": "mxgp",
        "source": "https:\/\/mxvice-en.com\/es\/wp-json\/wp\/v2\/posts?categories=645496157",
        "name": {
            "short": "MXGP",
            "long": "Campeonato del Mundo MXGP",
            "nav": "Campeonato del Mundo MXGP"
        },
        "components": null,
        "title": "Campeonato del Mundo MXGP",
        "description": "",
        "parent": false,
        "url": "channel\/mxgp",
        "wp_count": 2122,
        "count": 12
    },
    "author": "Lewis Phillips",
    "author_id": 12,
    "author_avatar": "https:\/\/i0.wp.com\/mxvice-en.com\/wp-content\/uploads\/2014\/01\/lewis-phillips1.jpg?resize=150%2C150&ssl=1",
    "author_url": "authors\/Lewis Phillips",
    "sponsored": "0",
    "readtime": 14,
    "domain": "all",
    "content": "<table>\n<tbody>\n<tr>\n<td>\n<p dir=\"ltr\" style=\"text-align: center\"><a style=\"font-family: inherit;font-size: inherit\" href=\"https:\/\/www.instagram.com\/mxvice_es\/\"><strong>Sigue a MX Vice España en Instagram<\/strong><\/a><\/p>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<div class=\"partners\">\n<div class=\"cycle-slideshow\" style=\"margin: 0px;padding: 0px;overflow: hidden\" data-cycle-fx=\"carousel\">\n<div class=\"cycle-carousel-wrap\">\n<table>\n<tbody>\n<tr>\n<td>\n<p dir=\"ltr\" style=\"text-align: center\"><strong><a href=\"http:\/\/bit.ly\/38GrqCk\">Descubre la nueva oferta de GreenlandMX en botas<\/a><\/strong><\/p>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<\/div>\n<\/div>\n<\/div>\n<p style=\"text-align: justify\">La historia de Bas Vaessen no se ha contado como debería haber sido contada, lo cual es una gran injusticia. Lo de Vaessen, incluso estando en la parrilla de salida, es tan impresionante como cuando Ken Roczen regresó de su horrible lesión en el brazo, por ejemplo, aunque la mayoría parece haberse olvidado de las pruebas y tribulaciones por las que pasó hace un año. Vaessen perdió toda sensación desde el cuello hacia abajo en el Gran Premio de Asia y solo ocho meses después luchó por su primer podio en el Gran Premio de los Países Bajos. Ahora es un buen momento para reflexionar sobre todo lo que ha logrado.<\/p>\n<p style=\"text-align: justify\"><strong>MX Vice: <\/strong><strong> En primer lugar, ¿qué has estado haciendo? ¿Qué has estado haciendo para mantenerte ocupado?<\/strong><\/p>\n<p style=\"text-align: justify\"><strong>Bas Vaessen: <\/strong>Como nos dimos cuenta de que ya no iba a haber carreras, me quedé en casa de mi novia durante una o dos semanas. Me aburrí mucho ya que tan solo podía hacer algo de ciclismo, correr y seguir mi rutina. Era difícil no tener algo que esperar. Ahora, cuando estoy en casa,  estoy trabajando, tengo un pequeño trabajo. Estoy trabajando por la mañana, entrenando por las tardes y esa es básicamente mi vida.<\/p>\n<p style=\"text-align: justify\">También estoy estudiando, así que trato de hacer una hora de estiudio todos los días. Quiero convertirme en conductor de ambulancia una vez deje de correr. Hice un curso en su momento, pero debido a las carreras nunca lo terminé. Ahora estoy tratando de obtener todos los permisos para ingresar en la academia para convertirme en conductor de ambulancia. Me estoy poniendo al día con eso ahora.<\/p>\n<figure><img data-src=\"https:\/\/mxvice-en.com\/wp-content\/uploads\/2020\/04\/Site-Bas-Vaessen-1.jpg\"><\/figure>\n<p><strong>Todos los demás pilotos están aburridos y pierden un poco la cabeza, pero tú parece que estás bastante ocupado. ¡Tienes mucho que hacer!<\/strong><\/p>\n<p style=\"text-align: justify\">Sí, estoy tratando de mantenerme lo más ocupado posible. Hablo con algunos amigos y me dicen: «¡Estoy aburrido en casa! Entreno durante dos horas al día, luego, durante el resto del día, no hago nada. ¡Me estoy volviendo loco!\" Estoy como, «¡Dios mío! ¿Solo estás ocupado dos horas al día? Yo lo estoy como 15 horas al día. ¡Estoy más ocupado que nunca!\"<\/p>\n<p style=\"text-align: justify\"><strong>Una cosa de la que no hemos hablado es la lesión que tuviste el año pasado. Creo que nadie realmente te está dando el crédito que mereces por volver. Cuéntanos un poco acerca de lo complicado que fue recuperarse de eso, lo difícil que fue y si incluso consideraste dejarlo en algún momento.<\/strong><\/p>\n<p>Oh, fue terrible. Cuando tuve la caída y estaba en el suelo con la moto sobre mí, Gautier Paulin me quitó la moto de encima. Estaba gritando y gritando. Sin embargo, no tenía sensación alguna desde el cuello hacia abajo, así que ni siquiera podía hablar. Básicamente estaba comprimiendo mis pulmones y gritando como un cerdo. Estaba tirado en el suelo y pensé que tenía el brazo sobre mi estómago, pero en realidad estaba en un ángulo de 90 grados y mis piernas estaban torcidas.<\/p>\n<p>No tenía sensación del cuello para abajo. Cuando subieron mis piernas y pies en la camilla, era como de madera. Eso me dio mucho miedo. Fue bastante traumático. Me sacaron de la pista tras unos siete u ocho minutos, creo que fueron unas tres vueltas por lo que pude ver, y luego, con descargas eléctricas, mis piernas comenzaron a volver. Esos siete u ocho minutos fueron como una pesadilla. Estaba básicamente paralizado del cuello para abajo en ese momento. ¡Indonesia no es el mejor país para que te ocurra algo así!<\/p>\n<p style=\"text-align: justify\">Eso fue realmente aterrador. Pude comenzar a caminar bastante rápido, como unos 15 minutos después, pero mis brazos básicamente no funcionaban. Todos me decían que me acostara y que querían que estuviera en la camilla. Pensé: «¡Joder, no! Acabo de estar en el suelo durante ocho minutos sin sentir nada. Puedo caminar, así que voy a volver\". Básicamente caminé de regreso a donde están todos, y luego Foxy me ayudó mucho. Foxy organiza a los pilotos en la línea de salida normalmente. ¡Fue como un ángel para mí!<\/p>\n<figure><img data-src=\"https:\/\/mxvice-en.com\/wp-content\/uploads\/2020\/04\/Site-Bas-Vaessen-2.jpg\"><\/figure>\n<p>Él tiene una novia allí en Indonesia, y Foxy le estaba diciendo que les dijera a los indonesios que trajesen hielo y me ayudasen. Foxy básicamente dejó todos sus deberes para ayudarme con todo. Eso fue genial. El médico inglés regresó y me dijo: «Todo está funcionando bien. Está bien, tus brazos no están funcionando, pero parece que todo está volviendo. No vayas al hospital aquí. Solo coge tu vuelo y vete a casa\". \" Yo estaba como, «Joder. Está bien\". Todavía no sabíamos qué había allí.<\/p>\n<p>La mayoría de las personas que sufren daños en los nervios se entumecen, pero para mí fue exactamente lo contrario. Tenía algo parecido a la hipersensibilidad. Si depositabas una pluma en mis hombros o algo así lo sentía como un cuchillo cortando mi piel. Mi novia recogió todas mis cosas y fuimos al hotel. Mi cuello estaba como colgando y realmente no podía quedarme quieto. No tenía ningún poder sobre mi cuello o mis brazos. Realmente no podía usar mis dedos, teléfono ni nada.<\/p>\n<p>Mi novia me llevó a la cama una vez que llegamos al hotel, luego trató de lavarme un poco y alimentarme. Teníamos un montón de medicamentos para tratar de mantenerme un poco sedado. Fue una noche terrible, terrible. Tenía miedo de quedarse dormida en caso de que me cayera o algo así. Solo podía sentarme, pero no dormí por el dolor. Al día siguiente volamos de Semarang a Yakarta, de Yakarta a Kuala Lumpur y luego a Amsterdam. Llegamos el martes o el miércoles por la mañana a Amsterdam.<\/p>\n<p>Estaba en contacto con mis médicos y normalmente habría ido a Eindhoven para que me revisaran, pero se asustaron un poco. Todavía no tenía sensación en mis brazos y no podía usarlos. Todo seguía siendo hipersensible también. Pasaron dos días y todavía no dormía, y apenas había comido. Llegué como a las ocho de la mañana. Lo organizaron para que yo pudiera ir al hospital de Amsterdam. Sentía mucho dolor, así que me metieron en una pequeña habitación y me llevó todo un día.<\/p>\n<figure><img data-src=\"https:\/\/mxvice-en.com\/wp-content\/uploads\/2020\/04\/Site-Bas-Vaessen-3.jpg\"><\/figure>\n<p>Querían verlo todo para ver qué podían hacer, luego, como dos horas después, me tomaron algunas fotos y luego hicieron una resonancia magnética y cosas así. Estaban como, «Mierda. Esto no es bueno\". Tuvieron que ponerme morfina en un momento dado, porque solo hacía que gritar. Me dolía mucho el cuello. Tenía dolores de cabeza muy fuertes y, debido a la hipersensibilidad, cualquier cosa que me tocaba era agonizante. Descubrieron que me rompí la C6 por delante y por detrás. Estaba tan comprimido entre la C3 y la C4 que todos los músculos estaban tan apretados que se rompieron.<\/p>\n<p>De ahí provenía todo el dolor de la C6 que rompí. Había tanta presión entre la C3 y la C4, pero incluso en la resonancia magnética no podían ver cuánto estaba dañado y cuánto estaba magullado. Me dieron muchos analgésicos y me pusieron un collarín. No querían operar ni nada, porque había una gran posibilidad de que lo empeoraran y una pequeña posibilidad de que lo mejoraran. Me mandaron a casa y básicamente me quedé en la cama durante dos meses.<\/p>\n<p style=\"text-align: justify\"><strong>Supongo que una vez que volviste a tus médicos normales, te dijeron que volar por el mundo era lo más arriesgado que podrías haber hecho.<\/strong><\/p>\n<p style=\"text-align: justify\">¡Dijeron que era mortal! Me preguntaron si sabía en qué estaba pensando ese médico. ¿Sabes que en un avión aumentan los fluídos en tu cuerpo? Dijeron: «¡Eso podría haberte matado!\" Pensamos: «Oh, joder. Está bien\".<\/p>\n<p style=\"text-align: justify\"><strong>¿Cómo fue montar de nuevo en la pretemporada entonces? ¿Te llevó mucho tiempo volver a sentirte tú? <\/strong><\/p>\n<p style=\"text-align: justify\">Lo que me dio miedo inicialmente fue que después de un mes … Bueno, probablemente me vieras caminando por Lommel. Solo estaba allí para apoyar al equipo y hablar con ellos. Tuve una conversación con Roger Magee allí, y básicamente dije que no sabía si quería montar. ¡Ni siquiera estaba seguro de poder montar! Ni siquiera podía levantar mi teléfono o llevar comida a mi boca. Eso fue como un mes y medio después también. Mi novia todavía tenía que alimentarme con una cuchara, porque no podía levantar los brazos.<\/p>\n<p style=\"text-align: justify\">Mi novia Bente fue increíble. Ella básicamente me lavó, me alimentó y todo. Lo único que podía hacer era levantarme de la cama y caminar hacia el baño. Ni siquiera podía ponerme una camiseta, porque todavía estaba tan hipersensible que incluso después de un mes y medio cuando fui a Lommel tuve que conseguir una tonelada de ibuprofeno para ponerme una camiseta. La piel la tenía muy sensible.<\/p>\n<figure><img data-src=\"https:\/\/mxvice-en.com\/wp-content\/uploads\/2020\/04\/Site-Bas-Vaessen-7.jpg\"><\/figure>\n<p style=\"text-align: justify\"><strong>¿Todavía tienes días malos? Obviamente puedes competir y, por Dios, casi logras un podio en Valkenswaard. ¿Hay algunos días en los que tienes algún tipo de dolor?<\/strong><\/p>\n<p style=\"text-align: justify\">Sí, básicamente 24-7, tengo un pequeño … no realmente un dolor de cabeza, pero algo que me está molestando. Casi he aprendido a vivir con ello. A veces me molesta sacar un plato de un armario alto. Mi brazo izquierdo está bien ahora, pero mi brazo derecho no está al 100%. No creo que nunca vuelva al 100%. No tengo ningún problema al conducir ni nada, pero cuando tengo un par de días largos, duele. Tengo grandes dolores de cabeza y no me siento bien. Aunque estoy bastante bien aparte de eso.<\/p>\n<p style=\"text-align: justify\"><strong>La razón por la que mencioné esto es porque estaba pensando en eso en Matterley. Era la primera ronda, así que todos sienten esos nervios. Sin embargo, pasar ese fin de semana debe haber sido enorme para ti.<\/strong><\/p>\n<p style=\"text-align: justify\">Si. Al principio le estaba diciendo a Roger que no sabía si quería correr. Fue una experiencia muy mala. Sin embargo, Roger fue increíble. Me dijo: «No voy a buscar a otro piloto hasta que me digas que has terminado\". Roger fue muy, muy paciente conmigo. Creo que la mayoría de los otros equipos habrían dicho: «Está bien. ¡Ya está!\" Ya sabes lo que sucede en esta industria: todos se olvidan de ti muy rápido. Empecé a montar de nuevo en Estados Unidos, y Stephen Sword vino. Todo iba muy, muy bien. El día de Navidad, el último día que iba a montar, me rompí la clavícula.<\/p>\n<p><strong>Espera, qué?<\/strong><\/p>\n<p style=\"text-align: justify\">Sí, me rompí la clavícula en Navidad! No me caí en cinco semanas, luego me caí y me rompí la clavícula. No hice nada durante todo enero, y luego comencé a montar nuevamente a principios de febrero. Montaba bastante bien. No genial, pero bien. No hice ninguna carrera de pretemporada ni nada, y luego llegué a Matterley y puedo decir honestamente que estaba asustado. Pensé: «Sé que no estoy 100% en forma, no he hecho ninguna carrera y acabo de salir de esta gran lesión\".<\/p>\n<figure><img data-src=\"https:\/\/mxvice-en.com\/wp-content\/uploads\/2020\/04\/Site-Bas-Vaessen-6.jpg\"><\/figure>\n<p>Matterley Basin no fue genial. Mi conducción no fue mala, pero no estaba luchando ni era lo suficientemente agresiva. Así fue. Mi equipo seguía siendo muy paciente. Dijeron: «Oh, lo sabemos. No te preocupes. Volverás\". Les estoy muy agradecido por todo. Estuve montando la semana anterior a Valkenswaard, y daba pena. Tenía tanto miedo incluso de montar. La pista era terrible. Estuve allí con Stephen Sword y mi mecánico, Alexander Brown, y les dije: «Dios, muchachos. No sé si puedo hacer esto\". Acabamos de tener la primera carrera que fue terrible, y todavía estaba montando fatal.<\/p>\n<p style=\"text-align: justify\">No sé si he montado peor que ese miércoles antes de Valkenswaard en toda mi vida. Estaba pensando en dejarlo todo ese día más que todo el tiempo anterior durante el que había estado sufriendo con el cuello. Solo estaba … honestamente puedo decir que estaba asustado. Micha-Boy De Waal se había roto la pierna cuando llegamos ese día y eso también me dejó huella. Hablé con el equipo y me dijeron que simplemente fuera a Valkenswaard para ver cómo iba. No hubo presión ni nada, y luego Valkenswaard fue increíble.<\/p>\n<p style=\"text-align: justify\"><strong>Supongo que te sorprendió lo bien que fue Valkenswaard, ¿verdad? Definitivamente no esperabas lograr casi un podio.<\/strong><\/p>\n<p style=\"text-align: justify\">El sábado por la noche después de que lograr el tercer lugar en la carrera de calificación, que fue mi mejor calificación de todos los tiempos, pensé: «¡Qué coño!\" No creo que haya tenido un sábado tan bueno jamás. Siempre estoy bien el domingo, pero no el sábado. El domingo por la mañana tuve el mejor tiempo en los entrenamientos libres. De acuerdo, fue entrenamiento libre. Sin embargo, todavía te da confianza. La primera manga salió bien. Tuve una muy buena salida, pero tuve que entrar a cambiar de gafas. Eso fue una lástima, aunque todavía terminé octavo.<\/p>\n<figure><img data-src=\"https:\/\/mxvice-en.com\/wp-content\/uploads\/2020\/04\/Site-Bas-Vaessen-4.jpg\"><figcaption><svg style=\"width:17px;height:17px;margin-right:4px;float:left\" viewBox=\"0 0 24 24\"><path fill=\"#a1a1a1\" d=\"M4,4H7L9,2H15L17,4H20A2,2 0 0,1 22,6V18A2,2 0 0,1 20,20H4A2,2 0 0,1 2,18V6A2,2 0 0,1 4,4M12,7A5,5 0 0,0 7,12A5,5 0 0,0 12,17A5,5 0 0,0 17,12A5,5 0 0,0 12,7M12,9A3,3 0 0,1 15,12A3,3 0 0,1 12,15A3,3 0 0,1 9,12A3,3 0 0,1 12,9Z\" \/><\/svg> (Ray Archer)<\/figcaption><\/figure>\n<p>También tuve una gran salida en la segunda manga, pero mi moto básicamente dejó de funcionar a las dos vueltas. No dejó de funcionar, pero estaba perdiendo potencia. Al llegar directamente a la salida en la segunda vuelta, noté como un clic y dije: «Oh, no. Esto no es bueno\". ¿Sabes la colina debajo del puente? Básicamente estaba corriendo con la moto para subirla cuesta arriba. Tom Vialle me metió unos 15 segundos en esas tres o cuatro vueltas, pero yo estaba corriendo con media moto y todavía 15 segundos por delante de la tercera plaza. Y pensé «Está bien. Voy a rodar hasta que explote\".<\/p>\n<p style=\"text-align: justify\">Dos vueltas después explotó. Fue una pena, porque creo que si la moto no hubiese perdido potencia, podría haberme quedado con Vialle con bastante facilidad. Sé que soy uno de los muchachos más aptos de la clase, así que tal vez podría haber ganado la manga. Nunca se sabe. Es una pena, porque nunca hemos tenido un problema con el motor. En el año y medio que pasé con el equipo, solo tuve dos problemas con el motor, entonces, ¿por qué allí y entonces? No es que tengamos una moto poco fiable. Tuvimos muy mala suerte.<\/p>\n<p style=\"text-align: justify\"><strong>Lo he dicho siempre.  No me hubiera sorprendido que subieras al cajon, porque creo que eres mejor de lo que la mayoría de la gente piensa. ¿A veces sientes que no obtienes el crédito que mereces?<\/strong><\/p>\n<p style=\"text-align: justify\">Sí, yo siento lo mismo. He estado luchando por el podio cuatro o cinco veces con Suzuki, Honda o KTM. O se me rompía la moto o se me rompía la cadena. Se me metió una piedra en la cadena dos veces el año pasado. ¿Cómo puedes imaginar que eso suceda? He tenido el podio a mi alcance varias veces, pero luego siempre ha sucedido algo como una bandera roja o un problema con la moto. Cosas estúpidas como esa. Creo que el segundo GP que hice fue en Assen en 2016, y estuve segundo en toda esa manga y Jeffrey Herlings me pasó tres o cuatro veces.<\/p>\n<figure><img data-src=\"https:\/\/mxvice-en.com\/wp-content\/uploads\/2020\/04\/Site-Bas-Vaessen-5.jpg\"><figcaption><svg style=\"width:17px;height:17px;margin-right:4px;float:left\" viewBox=\"0 0 24 24\"><path fill=\"#a1a1a1\" d=\"M4,4H7L9,2H15L17,4H20A2,2 0 0,1 22,6V18A2,2 0 0,1 20,20H4A2,2 0 0,1 2,18V6A2,2 0 0,1 4,4M12,7A5,5 0 0,0 7,12A5,5 0 0,0 12,17A5,5 0 0,0 17,12A5,5 0 0,0 12,7M12,9A3,3 0 0,1 15,12A3,3 0 0,1 12,15A3,3 0 0,1 9,12A3,3 0 0,1 12,9Z\" \/><\/svg> (Ray Archer)<\/figcaption><\/figure>\n<p>Me pasaba, caía, pasaba de nuevo y luego caía otra vez. Sin embargo, estuve en segunda plaza todo ese tiempo y luego en la penúltima vuelta me caí. No fue una gran caída ni nada, ¡pero no pude encender mi moto! Era con Suzuki y no teníamos el arranque eléctrico, ¡así que simplemente no arrancaba! Cosas así. Es un poco frustrante, pero tenemos que seguir adelante. Sé que soy uno de los mejores pilotos. No digo que tenga el mismo nivel de talento que Jorge Prado o Jeffrey Herlings o algo así. Aunque debería ser uno de los chicos.<\/p>\n<p style=\"text-align: justify\"><strong>Pasando al resto del año. Creo que una vez que logres un podio, vendrán más. Creo que una vez te quites esa espina, todo vendrá más rodado…<\/strong><\/p>\n<p style=\"text-align: justify\">Pienso lo mismo. El año anterior, corriendo el campeonato europeo con Suzuki siempre tuve la velocidad, pero también tuve caídas porque solo era un joven. Cuando logré el tercer puesto en el campeonato de 2016, logré un podio y luego sumé seis o siete, uno tras otro. Creo que si consigo un podio, podría mantener esa racha pero eres tan bueno como tu última carrera en motocross.<\/p>\n<p style=\"text-align: justify\"><strong>Última cosa. ¿Te va a ayudar este descanso? ¿Tener tres meses de descanso te ayudará a estar aún más sano y en una mejor posición?<\/strong><\/p>\n<p>Realmente no. Estaba tan contento de ir a la próxima carrera después de Valkenswaard. Si el bloqueo hubiera ocurrido antes de Valkenswaard, habría dicho que si, pero no ahora. Estoy desanimado. Esto ayudará a hombres como Roan Van De Moosdijk que están lidiando con lesiones, porque ahora pueden recuperarse. Thomas Olsen también. ¡Es genial para ellos! Creo que es mejor para ellos que para nosotros, los chicos que ya estamos bien.<\/p>\n<p><strong>Entrevista: <a href=\"https:\/\/www.instagram.com\/_lewisphillips\/\">Lewis Phillips<\/a> | Imagen principal: Ray Archer<\/strong><\/p>",
    "sponsor_name": false,
    "sponsor_url": false,
    "sponsor_logo": "",
    "date": "Thursday 23, April 2020",
    "updated": true,
    "preamble": "Sigue a MX Vice EspaÃ±a en Instagram Descubre la nueva oferta de GreenlandMX en botas La historia de Bas Vaessen no se ha con...",
    "index": false,
    "tags": [],
    "featured_media_caption": ""
}