{
    "id": 122785,
    "title": "Analysis: 450SX Class",
    "slug": "analysis-450sx-class",
    "excerpt": "A look at the 450SX title contenders.",
    "created": "2019-12-30 00:14:23",
    "modified": "2019-12-30 09:27:05",
    "url": "\/122785\/analysis-450sx-preview-2",
    "categories": [
        645496159,
        645496800
    ],
    "category": {
        "id": 645496159,
        "active": true,
        "slug": "supercross",
        "source": "https:\/\/mxvice-en.com\/wp-json\/wp\/v2\/posts?categories=645496159",
        "name": {
            "short": "Supercross",
            "long": "Monster Energy Supercross",
            "nav": "Monster Energy Supercross"
        },
        "components": null,
        "title": "Monster Energy Supercross",
        "description": "",
        "parent": false,
        "url": "channel\/supercross",
        "wp_count": 957,
        "count": 12
    },
    "domain": "all",
    "author": "Lewis Phillips",
    "content": "<table>\n<tbody>\n<tr>\n<td>\n<p dir=\"ltr\" style=\"text-align: center;\"><a href=\"https:\/\/www.youtube.com\/channel\/UCxeEsENwOA2ni3hPqJBhYKg\"><strong>Subscribe to MX Vice on YouTube.<\/strong><\/a><\/p>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<div dir=\"ltr\">\n<table>\n<tbody>\n<tr>\n<td>\n<p dir=\"ltr\" style=\"text-align: center;\"><a href=\"https:\/\/instagram.com\/mxvice\/\"><strong>Follow @MXVice on Instagram.<\/strong><\/a><\/p>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<\/div>\n<p><span>2020 <a href=\"\/channel\/supercross\"title=\"Supercross Channel\" >Monster Energy Supercross<\/a> is just around the corner! The premier division seems to get more stacked with each year that passes – thanks to the addition of rather capable rookies – and consequently the level of excitement has reached new heights as the attention turns to Anaheim 1 on January 4. There are many contenders to dissect and analyse as the days before A1 wind down, so the annual <em>MX Vice<\/em> preview is going to be split into three different sections.<\/span><\/p>\n<div dir=\"ltr\" align=\"left\">\n<table>\n<tbody>\n<tr>\n<td style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>Cooper Webb<\/strong><\/span><\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<\/div>\n<p><span>Cooper Webb is arguably not receiving the respect that he deserves as the 2020 <a href=\"\/channel\/supercross\"title=\"Supercross Channel\" >Monster Energy Supercross<\/a> season edges closer, much like Jason Anderson twelve months ago. How many pundits actually believe that he is the favourite to clinch the 450SX title? Exactly. This would be understandable if he got his maiden title by being a firm fixture on the box rather than a consistent victor – that was the fashion that Anderson won in and thus it was not too much of a shock that some were hesitant to jump on that hype train. Webb won more main events than anyone else though!<\/span><\/p>\n<p><span>Webb was consistent, fast, an incredible starter and rarely faltered. How can someone beat that? The only way to beat him is to match those qualities and go slightly quicker than him, which is not impossible. It was not like Webb raised the bar as far as raw speed goes – he would admit that. Is it possible to go faster than him and do it in a consistent fashion? That is something that a rider like Eli Tomac needs to prove, but it is something that has to be done early on. Webb thrives off confidence and if he manages to win one of those opening rounds then it is game on.<\/span><\/p>\n<figure><img data-src=\"https:\/\/mxvice-en.com\/wp-content\/uploads\/2019\/12\/Site-Cooper-Webb-11.jpg\"><figcaption><svg style=\"width:17px;height:17px;margin-right:4px;float:left\" viewBox=\"0 0 24 24\"><path fill=\"#a1a1a1\" d=\"M4,4H7L9,2H15L17,4H20A2,2 0 0,1 22,6V18A2,2 0 0,1 20,20H4A2,2 0 0,1 2,18V6A2,2 0 0,1 4,4M12,7A5,5 0 0,0 7,12A5,5 0 0,0 12,17A5,5 0 0,0 17,12A5,5 0 0,0 12,7M12,9A3,3 0 0,1 15,12A3,3 0 0,1 12,15A3,3 0 0,1 9,12A3,3 0 0,1 12,9Z\" \/><\/svg> (KTM Images)<\/figcaption><\/figure>\n<div dir=\"ltr\" align=\"left\">\n<table>\n<tbody>\n<tr>\n<td style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>Eli Tomac<\/strong><\/span><\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<\/div>\n<p><span>Eli Tomac is a mystery wrapped in a riddle at this point. The same questions that have been asked over the last twenty-four months are getting rolled out again and yet very few people have lost hope. If nothing has changed since that meltdown in East Rutherford almost three years ago, is it time to accept that he just is who he is? The highs are so high that they are often impossible to ignore, which is why a lot of people fall into the same trap each year. The dirty little secret is that the highs were not that great last year though.<\/span><\/p>\n<p><span>Tomac was not the winningest rider in the 450SX division, as mentioned above, which is uncommon. A pre-season back injury and tricky time adjusting to that new generation KX450 admittedly played a part in that. Should his previous term be considered a success taking all of that into account? After all, he did finish just eighteen points down on the eventual champion. The best way to summarise this is that the door was open yet again and he did not capitalise – he was close though. That is why it would not be shocking to see him finally take the 450SX title in 2020. It is time to ride that rollercoaster again.<\/span><\/p>\n<figure><img data-src=\"https:\/\/mxvice-en.com\/wp-content\/uploads\/2019\/12\/Site-Eli-Tomac-1.jpg\"><figcaption><svg style=\"width:17px;height:17px;margin-right:4px;float:left\" viewBox=\"0 0 24 24\"><path fill=\"#a1a1a1\" d=\"M4,4H7L9,2H15L17,4H20A2,2 0 0,1 22,6V18A2,2 0 0,1 20,20H4A2,2 0 0,1 2,18V6A2,2 0 0,1 4,4M12,7A5,5 0 0,0 7,12A5,5 0 0,0 12,17A5,5 0 0,0 17,12A5,5 0 0,0 12,7M12,9A3,3 0 0,1 15,12A3,3 0 0,1 12,15A3,3 0 0,1 9,12A3,3 0 0,1 12,9Z\" \/><\/svg> (Race Kawasaki)<\/figcaption><\/figure>\n<div dir=\"ltr\" align=\"left\">\n<table>\n<tbody>\n<tr>\n<td style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>Ken Roczen<\/strong><\/span><\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<\/div>\n<p><span>Ken Roczen has enjoyed yet another quiet off-season away from the spotlight and, from the outside looking in, there have not been any hiccups of note. What does that mean though? Well, he will be in a position to contend when gates drop at Anaheim 1 and undoubtedly enjoy a strong start to the series. That is not going out on a limb – that is what has happened each term, both before and after his arm injury. Roczen has led the series standings after the first two races in three of the last six years. Maintaining that through the seventeen rounds has been the biggest issue.<\/span><\/p>\n<p><span>The greatest question this year will be whether or not he has escaped that mysterious illness that has held him back over the last eleven months. It is easy for some to break that card out when things are not exactly going to plan, but there is no doubt that this was a very real problem. The proof was in the pudding. Is that still an issue? Well, Roczen has said that he now has a handle on the situation. It seems that no one is going to know for sure until that halfway mark has been breached though. The proof will be in the pudding once again.<\/span><\/p>\n<figure><img data-src=\"https:\/\/mxvice-en.com\/wp-content\/uploads\/2019\/12\/Site-Ken-Roczen-1.jpg\"><figcaption><svg style=\"width:17px;height:17px;margin-right:4px;float:left\" viewBox=\"0 0 24 24\"><path fill=\"#a1a1a1\" d=\"M4,4H7L9,2H15L17,4H20A2,2 0 0,1 22,6V18A2,2 0 0,1 20,20H4A2,2 0 0,1 2,18V6A2,2 0 0,1 4,4M12,7A5,5 0 0,0 7,12A5,5 0 0,0 12,17A5,5 0 0,0 17,12A5,5 0 0,0 12,7M12,9A3,3 0 0,1 15,12A3,3 0 0,1 12,15A3,3 0 0,1 9,12A3,3 0 0,1 12,9Z\" \/><\/svg> (Honda Racing Corporation)<\/figcaption><\/figure>\n<div dir=\"ltr\" align=\"left\">\n<table>\n<tbody>\n<tr>\n<td style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>Jason Anderson<\/strong><\/span><\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<\/div>\n<p><span>Jason Anderson really is the forgotten contender going into the 2020 <a href=\"\/channel\/supercross\"title=\"Supercross Channel\" >Monster Energy Supercross<\/a> series. That is not too much of a shock though, as his run towards the 450SX title in 2018 was fairly quiet and then his previous campaign was just catastrophic (an arm injury was obviously the reason for that). What should one expect in the coming months bearing all of that in mind? It is safe to assume that he will hover between third and fifth most weeks with the occasional victory thrown in for good measure – consistency will be his greatest tool.<\/span><\/p>\n<p><span>Would it be a surprise if he clinches the 450SX title? Sure. Would it be a surprise if Ken Roczen or Eli Tomac – two guys who have not actually hit the same heights as Anderson – get the job done? No. That seems to be how most people in the pits feel, which sums up just how underappreciated Anderson is. Could the fact that he has been there and done that work in his favour if history repeats itself and his rivals implode whilst working through the kinks that come with a seventeen-race series? That is not much of a stretch and there you have it: Anderson would suddenly be in the title mix again.<\/span><\/p>\n<figure><img data-src=\"https:\/\/mxvice-en.com\/wp-content\/uploads\/2019\/12\/Site-Jason-Anderson.jpg\"><figcaption><svg style=\"width:17px;height:17px;margin-right:4px;float:left\" viewBox=\"0 0 24 24\"><path fill=\"#a1a1a1\" d=\"M4,4H7L9,2H15L17,4H20A2,2 0 0,1 22,6V18A2,2 0 0,1 20,20H4A2,2 0 0,1 2,18V6A2,2 0 0,1 4,4M12,7A5,5 0 0,0 7,12A5,5 0 0,0 12,17A5,5 0 0,0 17,12A5,5 0 0,0 12,7M12,9A3,3 0 0,1 15,12A3,3 0 0,1 12,15A3,3 0 0,1 9,12A3,3 0 0,1 12,9Z\" \/><\/svg> (Husqvarna Motorcycles)<\/figcaption><\/figure>\n<div dir=\"ltr\" align=\"left\">\n<table>\n<tbody>\n<tr>\n<td style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>Adam Cianciarulo<\/strong><\/span><\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<\/div>\n<p><span>Having Adam Cianciarulo in the premier class in 2020 <a href=\"\/channel\/supercross\"title=\"Supercross Channel\" >Monster Energy Supercross<\/a> is already doing a lot for the series. Although his 250SX career did not quite go as anyone envisioned, there is still a sense of the sky is the limit. That extremely impressive 450SX debut at the Monster Energy Cup has obviously knocked that level of hype up a peg or two and rightfully so. Is that automatically going to translate to him being in the mix for the title in his first term? Obviously not. Amazing talents like Ryan Villopoto, Ricky Carmichael and James Stewart did not manage that.<\/span><\/p>\n<p><span>Does Cianciarulo risk being judged unfairly, because of those heightened expectations that have risen as a result of the MEC ride? Most certainly. A couple of podiums would be a successful start – compared to the previous rookies like Joey Savatgy and Zach Osborne – but it seems like he has to win a main event in order for most fans to celebrate him. Keeping things in perspective may be a good idea here though. There is an opportunity for him to impress though and he will certainly mix it up at the front, therefore adding another thrilling subplot in 2020 <a href=\"\/channel\/supercross\"title=\"Supercross Channel\" >Monster Energy Supercross<\/a>.<\/span><\/p>\n<p><strong>Words: <a href=\"https:\/\/www.instagram.com\/_lewisphillips\/\">Lewis Phillips<\/a> | Lead Image: KTM Images<\/strong><\/p>",
    "date": "Monday 30, December 2019",
    "readtime": 5,
    "updated": true,
    "preamble": "Subscribe to MX Vice on YouTube. Follow @MXVice on Instagram. 2020 Monster Energy Supercross is just around the corner! The p...",
    "index": false,
    "tags": [],
    "featured_media_caption": ""
}