{
    "id": 122794,
    "title": "Analysis: 450SX Class II",
    "slug": "analysis-450sx-class-ii",
    "excerpt": "Five potential 450SX winners in 2020.",
    "created": "2019-12-30 00:34:12",
    "modified": "2019-12-30 09:26:38",
    "url": "\/122794\/analysis-450sx-preview-ii",
    "categories": [
        645496159,
        645496800
    ],
    "category": {
        "id": 645496159,
        "active": true,
        "slug": "supercross",
        "source": "https:\/\/mxvice-en.com\/wp-json\/wp\/v2\/posts?categories=645496159",
        "name": {
            "short": "Supercross",
            "long": "Monster Energy Supercross",
            "nav": "Monster Energy Supercross"
        },
        "components": null,
        "title": "Monster Energy Supercross",
        "description": "",
        "parent": false,
        "url": "channel\/supercross",
        "wp_count": 956,
        "count": 12
    },
    "domain": "all",
    "author": "Lewis Phillips",
    "content": "<table>\n<tbody>\n<tr>\n<td>\n<p dir=\"ltr\" style=\"text-align: center;\"><a href=\"https:\/\/www.youtube.com\/channel\/UCxeEsENwOA2ni3hPqJBhYKg\"><strong>Subscribe to MX Vice on YouTube.<\/strong><\/a><\/p>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<div dir=\"ltr\">\n<table>\n<tbody>\n<tr>\n<td>\n<p dir=\"ltr\" style=\"text-align: center;\"><a href=\"https:\/\/instagram.com\/mxvice\/\"><strong>Follow @MXVice on Instagram.<\/strong><\/a><\/p>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<\/div>\n<p><span>There were only five premier-class winners in 2019 <a href=\"\/channel\/supercross\"title=\"Supercross Channel\" >Monster Energy Supercross<\/a>, and two of those were big surprises. Pundits get so fixated on certain contenders in the off-season that very capable riders get passed over completely. All of the riders in the second part of this <\/span><i><span>MX Vice <\/span><\/i><span>450SX preview fall into that category. It wouldn't be a surprise if any of these guys climb atop the box in 2020 <a href=\"\/channel\/supercross\"title=\"Supercross Channel\" >Monster Energy Supercross<\/a> – three of them have done it before anyway – and they deserve recognition.<\/span><\/p>\n<table>\n<tbody>\n<tr>\n<td>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><b>Zach Osborne<\/b><\/span><\/p>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p><span>Zach Osborne was much better in his rookie season than most give him credit for, which means that he will end up surprising a few people. It is easy to forget that he actually missed the beginning of season, because of a collarbone injury, and then had to build up from race to race whilst others were hitting their stride. A lot of riders struggle to do that yet Osborne was fighting for victories – see East Rutherford – by the end of the season. Who knows what he will be capable of when he hits Anaheim 1 with a full head of steam? The mind boggles.<\/span><\/p>\n<p><span>East Rutherford can be pointed to as a sample of what is to come, as can the off-season events from a little over a year ago now. Osborne was on pace with Jason Anderson at those races, so clearly has the speed to contend with the title contenders. What is his ceiling in 2020 <a href=\"\/channel\/supercross\"title=\"Supercross Channel\" >Monster Energy Supercross<\/a>? One would think that he has a better shot at taking a win than anyone else in this part of the <\/span><i><span>MX Vice <\/span><\/i><span>450SX preview. Fighting for the title may be a step too far at this point, but could he end up being the top Rockstar Energy Husqvarna Factory Racing pilot? That is an interesting subplot.<\/span><\/p>\n<figure><img data-src=\"https:\/\/mxvice-en.com\/wp-content\/uploads\/2019\/12\/Site-Zach-Osborne.jpg\"><figcaption><svg style=\"width:17px;height:17px;margin-right:4px;float:left\" viewBox=\"0 0 24 24\"><path fill=\"#a1a1a1\" d=\"M4,4H7L9,2H15L17,4H20A2,2 0 0,1 22,6V18A2,2 0 0,1 20,20H4A2,2 0 0,1 2,18V6A2,2 0 0,1 4,4M12,7A5,5 0 0,0 7,12A5,5 0 0,0 12,17A5,5 0 0,0 17,12A5,5 0 0,0 12,7M12,9A3,3 0 0,1 15,12A3,3 0 0,1 12,15A3,3 0 0,1 9,12A3,3 0 0,1 12,9Z\" \/><\/svg> (Husqvarna\/Simon Cudby)<\/figcaption><\/figure>\n<table>\n<tbody>\n<tr>\n<td>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><b>Justin Barcia<\/b><\/span><\/p>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p><span>The fact that Justin Barcia was one of only five guys to win a main event in 2019 <a href=\"\/channel\/supercross\"title=\"Supercross Channel\" >Monster Energy Supercross<\/a> has not done much for his stock heading into the new season. It seems as though no one really knows how to rank him – he obviously has plenty of potential but has failed to capitalise on that for the most part. Is it a given that he will win again? Of course not. The most likely scenario here is that he hovers on the cusp of the top five for the most part and jumps up on the box when circumstances work in his favour. That is how a season typically plays out for him.<\/span><span> <\/span><\/p>\n<p><span>It has been well documented that Barcia has struggled with bike set-up in the past and can overcomplicate things on occasion, but that issue has been identified and he is attempting to keep things simple. The idea is to simply stay as close to stock as possible and, for the most part, it sounds as though he has done a good job of that. The fact that he struggled with set-up in Geneva was a worry but he said all of the right things after the race. This really is a make-or-break season for him, especially considering that his current deal with Monster Energy Yamaha Factory Racing is set to expire.<\/span><\/p>\n<figure><img data-src=\"https:\/\/mxvice-en.com\/wp-content\/uploads\/2019\/12\/Site-Justin-Barcia-1.jpg\"><figcaption><svg style=\"width:17px;height:17px;margin-right:4px;float:left\" viewBox=\"0 0 24 24\"><path fill=\"#a1a1a1\" d=\"M4,4H7L9,2H15L17,4H20A2,2 0 0,1 22,6V18A2,2 0 0,1 20,20H4A2,2 0 0,1 2,18V6A2,2 0 0,1 4,4M12,7A5,5 0 0,0 7,12A5,5 0 0,0 12,17A5,5 0 0,0 17,12A5,5 0 0,0 12,7M12,9A3,3 0 0,1 15,12A3,3 0 0,1 12,15A3,3 0 0,1 9,12A3,3 0 0,1 12,9Z\" \/><\/svg> (Yamaha Racing)<\/figcaption><\/figure>\n<table>\n<tbody>\n<tr>\n<td>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><b>Dean Wilson<\/b><\/span><\/p>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p><span>Oh, Dean Wilson! It seems as though he always takes a step forward and then two steps back – through no fault of his own – and now he's in a position where he needs to build himself back up from zero once again. The good news is that he has proven that he can do that, so there is no reason to think that this latest injury is going to hinder him in the long term. It seems as though he is actually going to make it on the line at A1 – just seventy-eight days after he dislocated his hip – and that in itself is incredible. Most predicted that he would miss a majority of 2020 <a href=\"\/channel\/supercross\"title=\"Supercross Channel\" >Monster Energy Supercross<\/a>.<\/span><\/p>\n<p><span>With just a couple of weeks back on a bike, Wilson will not be in a position to shine at Anaheim 1 nor is he going to be able boast about being one hundred percent during this west-coast swing. Give it time though. Wilson was really coming on towards the end of the previous year though and begun to showcase some of the raw speed that made so many take notice when he made his premier-class debut as a fill-in for TwoTwo Motorsports in 2014. A third and a fourth were the two results he grabbed before bowing out with injury.<\/span><b> <\/b><\/p>\n<figure><img data-src=\"https:\/\/mxvice-en.com\/wp-content\/uploads\/2019\/12\/Site-Dean-Wilson.jpg\"><figcaption><svg style=\"width:17px;height:17px;margin-right:4px;float:left\" viewBox=\"0 0 24 24\"><path fill=\"#a1a1a1\" d=\"M4,4H7L9,2H15L17,4H20A2,2 0 0,1 22,6V18A2,2 0 0,1 20,20H4A2,2 0 0,1 2,18V6A2,2 0 0,1 4,4M12,7A5,5 0 0,0 7,12A5,5 0 0,0 12,17A5,5 0 0,0 17,12A5,5 0 0,0 12,7M12,9A3,3 0 0,1 15,12A3,3 0 0,1 12,15A3,3 0 0,1 9,12A3,3 0 0,1 12,9Z\" \/><\/svg> (Husqvarna Motorcycles)<\/figcaption><\/figure>\n<table>\n<tbody>\n<tr>\n<td>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><b>Justin Brayton<\/b><\/span><\/p>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p><span>Justin Brayton is going into the 2020 <a href=\"\/channel\/supercross\"title=\"Supercross Channel\" >Monster Energy Supercross<\/a> season with some momentum on his side, following a very successful off-season on various continents. Shocker. Add that in with the fact that he has slid over to the Honda HRC outfit and things are looking pretty good for the veteran. Brayton is actually an interesting rider to think about as Anaheim draws closer. It is known that he is effectively keeping that seat warm for Chase Sexton, who will move into 450SX in 2021, and he has acknowledged that this could be his final season of racing at the highest level.<\/span><\/p>\n<p><span>Brayton has also stated that he would love to win three or four main events and force the Honda HRC guys to open up a third seat for 2021 <a href=\"\/channel\/supercross\"title=\"Supercross Channel\" >Monster Energy Supercross<\/a>. That gives fans a good idea of where his head is at entering the new season. Could he stand atop the podium for the second time in his life? Well, he was able to match Jason Anderson and Justin Barcia at those off-season races. However, on the other hand, he only finished in the top five at one of the rounds last year. Brayton is capable – the problem is that so many other riders are too.<\/span><\/p>\n<figure><img data-src=\"https:\/\/mxvice-en.com\/wp-content\/uploads\/2019\/12\/Site-Justin-Brayton-1.jpg\"><figcaption><svg style=\"width:17px;height:17px;margin-right:4px;float:left\" viewBox=\"0 0 24 24\"><path fill=\"#a1a1a1\" d=\"M4,4H7L9,2H15L17,4H20A2,2 0 0,1 22,6V18A2,2 0 0,1 20,20H4A2,2 0 0,1 2,18V6A2,2 0 0,1 4,4M12,7A5,5 0 0,0 7,12A5,5 0 0,0 12,17A5,5 0 0,0 17,12A5,5 0 0,0 12,7M12,9A3,3 0 0,1 15,12A3,3 0 0,1 12,15A3,3 0 0,1 9,12A3,3 0 0,1 12,9Z\" \/><\/svg> (Honda Racing Corporation)<\/figcaption><\/figure>\n<table>\n<tbody>\n<tr>\n<td>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><b>Blake Baggett<\/b><\/span><\/p>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p><span>Remember when Blake Baggett took a 450SX win in 2019 <a href=\"\/channel\/supercross\"title=\"Supercross Channel\" >Monster Energy Supercross<\/a>? It is another one of those results that has just been swept under the rug. The indoor season was actually better for him than most probably realise. Baggett was fifth in the points and closer to the top three than he was to the guy in sixth. The final standings would have worked out better for him too, had he not been so inconsistent at the start of the term. There was a period of six rounds where he was alternating between good and bad results, which really meant that he started on the back foot.<\/span><span> <\/span><\/p>\n<p><span>Baggett was extremely consistent once the series travelled east and did not drop out of the top eight at all. It is possible for him to achieve a level of consistency – some would argue otherwise – but will he pull that off in 2020 <a href=\"\/channel\/supercross\"title=\"Supercross Channel\" >Monster Energy Supercross<\/a>? It is not like that will make him a title contender, as even occasional eighths will not be good enough for that. The point is that he could be more of a factor in the final standings than some give him credit for. A handful of podium finishes are almost guaranteed. Will he win again? That is a tall order.<\/span><\/p>\n<p><strong>Words: <a href=\"https:\/\/www.instagram.com\/_lewisphillips\/\">Lewis Phillips<\/a> | Lead Image: Husqvarna Motorcycles<\/strong><\/p>",
    "date": "Monday 30, December 2019",
    "readtime": 5,
    "updated": true,
    "preamble": "Subscribe to MX Vice on YouTube. Follow @MXVice on Instagram. There were only five premier-class winners in 2019 Monster Ener...",
    "index": false,
    "tags": [],
    "featured_media_caption": ""
}