{
    "id": 122835,
    "title": "Analysis: 450SX Class III",
    "slug": "analysis-450sx-class-iii",
    "excerpt": "The true 450SX underdogs in 2020.",
    "created": "2019-12-30 00:56:35",
    "modified": "2020-01-01 17:11:58",
    "url": "\/122835\/analysis-450sx-preview-iii",
    "categories": [
        645496159,
        645496800
    ],
    "category": {
        "id": 645496159,
        "active": true,
        "slug": "supercross",
        "source": "https:\/\/mxvice-en.com\/wp-json\/wp\/v2\/posts?categories=645496159",
        "name": {
            "short": "Supercross",
            "long": "Monster Energy Supercross",
            "nav": "Monster Energy Supercross"
        },
        "components": null,
        "title": "Monster Energy Supercross",
        "description": "",
        "parent": false,
        "url": "channel\/supercross",
        "wp_count": 964,
        "count": 12
    },
    "domain": "all",
    "author": "Lewis Phillips",
    "content": "<table>\n<tbody>\n<tr>\n<td>\n<p dir=\"ltr\" style=\"text-align: center;\"><a href=\"https:\/\/www.youtube.com\/channel\/UCxeEsENwOA2ni3hPqJBhYKg\"><strong>Subscribe to MX Vice on YouTube.<\/strong><\/a><\/p>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<div dir=\"ltr\">\n<table>\n<tbody>\n<tr>\n<td>\n<p dir=\"ltr\" style=\"text-align: center;\"><a href=\"https:\/\/instagram.com\/mxvice\/\"><strong>Follow @MXVice on Instagram.<\/strong><\/a><\/p>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<\/div>\n<p><span>Each rider in 2020 <a href=\"\/channel\/supercross\"title=\"Supercross Channel\" >Monster Energy Supercross<\/a> will have a different thing that they cling onto for motivation, but all of the guys in the final part of the <\/span><i><span>MX Vice <\/span><\/i><span>450SX preview have something in common: They have a point to prove. Forgotten about or chucked to one side in pre-season debates, all of these riders have the potential to drop into the top five at the very least. Now is the time to deliver.<\/span><b> <\/b><\/p>\n<table>\n<tbody>\n<tr>\n<td>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><b>Aaron Plessinger<\/b><\/span><\/p>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p><span>Aaron Plessinger was heralded as the next big thing at this point a year ago, as the common consensus was that his style would translate to the bigger bike and make him an immediate contender. That did not exactly pan out though and it was a bit of a slow start until the series went east. A fifth in Atlanta was the first positive sign, but it never progressed from there as he broke his heel at the following event in Daytona. That marked the end of that rookie season and ensured that it would be labelled as forgettable. Who knows what would have happened had he had an opportunity to build on that?<\/span><span> <\/span><\/p>\n<p><span>Plessinger was really in a similar spot to his teammate, Justin Barcia, and struggled with bike set-up, but he should benefit from the changes that have been made this winter. Additionally, he has had a complete off-season with no issues. A back injury left him behind the eight ball in December last year. Those are positives that should lead to him making a leap forward, and he needs to do exactly that. Everyone is waiting for him to make his mark in 450SX – he cannot afford to wait around either as contract talks are getting closer now.<\/span><b> <\/b><\/p>\n<figure><img data-src=\"https:\/\/mxvice-en.com\/wp-content\/uploads\/2019\/12\/Site-Aaron-Plessinger.jpg\"><figcaption><svg style=\"width:17px;height:17px;margin-right:4px;float:left\" viewBox=\"0 0 24 24\"><path fill=\"#a1a1a1\" d=\"M4,4H7L9,2H15L17,4H20A2,2 0 0,1 22,6V18A2,2 0 0,1 20,20H4A2,2 0 0,1 2,18V6A2,2 0 0,1 4,4M12,7A5,5 0 0,0 7,12A5,5 0 0,0 12,17A5,5 0 0,0 17,12A5,5 0 0,0 12,7M12,9A3,3 0 0,1 15,12A3,3 0 0,1 12,15A3,3 0 0,1 9,12A3,3 0 0,1 12,9Z\" \/><\/svg> (Yamaha Racing)<\/figcaption><\/figure>\n<table>\n<tbody>\n<tr>\n<td>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><b>Justin Bogle<\/b><\/span><\/p>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p><span>Justin Bogle joins Aaron Plessinger as a forgotten man entering 2020 <a href=\"\/channel\/supercross\"title=\"Supercross Channel\" >Monster Energy Supercross<\/a>, but he is better than most give him credit for. Bogle really started from ground zero at the start of the previous term and ended up winning heats by the end of the seventeen-round series! Admittedly, things trended downhill in the summer – he has still had a solid off-season aboard the KTM though. There is no reason to think that he is not going to be a consistent threat inside of the top ten from the drop of the gate. Where could he go from there? Who knows, but he got a fourth last year.<\/span><span> <\/span><\/p>\n<p><span>Bogle got the ride with Rocky Mountain ATV\/MC KTM for one reason, that being his potential indoors. Not only does he get solid finishes, he also gets great starts and that puts him in a spot to succeed. There are a lot of positives for Bogle believers to cling to. Another factor to consider is that injuries were really not too big an issue in the premier class last year – especially when it comes to the real contenders – so the finishes that riders like Bogle got towards the end of the season do carry some merit. It is important to remember that little nugget.<\/span><\/p>\n<figure><img data-src=\"https:\/\/mxvice-en.com\/wp-content\/uploads\/2019\/12\/Site-Justin-Bogle.jpg\"><figcaption><svg style=\"width:17px;height:17px;margin-right:4px;float:left\" viewBox=\"0 0 24 24\"><path fill=\"#a1a1a1\" d=\"M4,4H7L9,2H15L17,4H20A2,2 0 0,1 22,6V18A2,2 0 0,1 20,20H4A2,2 0 0,1 2,18V6A2,2 0 0,1 4,4M12,7A5,5 0 0,0 7,12A5,5 0 0,0 12,17A5,5 0 0,0 17,12A5,5 0 0,0 12,7M12,9A3,3 0 0,1 15,12A3,3 0 0,1 12,15A3,3 0 0,1 9,12A3,3 0 0,1 12,9Z\" \/><\/svg> (KTM Images)<\/figcaption><\/figure>\n<table>\n<tbody>\n<tr>\n<td>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><b>Chad Reed<\/b><\/span><\/p>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p><span>Chad Reed is entering his final term of <a href=\"\/channel\/supercross\"title=\"Supercross Channel\" >Monster Energy Supercross<\/a>. This is actually happening. This day was always going to come, but the reality of the situation is still tough to take. The good news is that he is going to give it one last go as a privateer on a CRF450R, therefore giving fans a chance to say farewell. This is all exciting, but yet some are sceptical. Will he still be able to fight inside of the top ten? Is this going to be the farewell tour that the people want? Time will tell. The fact that some think he will struggle to get into the mains is ludicrous though.<\/span><\/p>\n<p><span>This is the same rider who was third in Detroit less than a year ago and he is healthy (a rib injury in the off-season hindered his preparation but is not a long-term problem), so would he really struggle? A lot of these claims were born when he had to do the last-chance qualifier at the Monster Energy Cup, but the qualifying process there was based solely on sprint speed. Reed has said time and time again that throwing down for one lap is not his speciality. Racing into the main events is not going to be a problem, like last year, and he will be just fine. It is Chad Reed!<\/span><b> <\/b><\/p>\n<table>\n<tbody>\n<tr>\n<td>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><b>Malcolm Stewart<\/b><\/span><\/p>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p><span>Malcolm Stewart should have been featured earlier than this, but the reality is that he has not finished in the top five in a 450SX main event yet. That is baffling to most – he has been listed as a potential winner in 2020 <a href=\"\/channel\/supercross\"title=\"Supercross Channel\" >Monster Energy Supercross<\/a> by fans! The raw speed he possesses means that is not outside the realm of possibility, yet for whatever reason things just do not come together in a 450SX main event. Anaheim 1 last year sums up Mookie in a nutshell, as he fought for the lead and showed plenty of speed. A small crash left him in seventh at the chequered flag though.<\/span><\/p>\n<p><span>The potential was there for all to see in the twenty-four laps that he completed last year, which was enough to prove that those changes that he made during the off-season worked. Stewart stepped up his training – with help from Gareth Swanepoel – and established a strong base with the Smartop MotoConcepts Bullfrog Spas Honda team. The sample size was only small, unfortunately, so this is going to be the first opportunity to really see how good he can be with all of those things in place. That is why so many fans will be watching closely when gates drop on Saturday night.<\/span><\/p>\n<figure><img data-src=\"https:\/\/mxvice-en.com\/wp-content\/uploads\/2019\/12\/Site-Malcolm-Stewart.jpg\"><figcaption><svg style=\"width:17px;height:17px;margin-right:4px;float:left\" viewBox=\"0 0 24 24\"><path fill=\"#a1a1a1\" d=\"M4,4H7L9,2H15L17,4H20A2,2 0 0,1 22,6V18A2,2 0 0,1 20,20H4A2,2 0 0,1 2,18V6A2,2 0 0,1 4,4M12,7A5,5 0 0,0 7,12A5,5 0 0,0 12,17A5,5 0 0,0 17,12A5,5 0 0,0 12,7M12,9A3,3 0 0,1 15,12A3,3 0 0,1 12,15A3,3 0 0,1 9,12A3,3 0 0,1 12,9Z\" \/><\/svg> (Honda Racing Corporation)<\/figcaption><\/figure>\n<table>\n<tbody>\n<tr>\n<td>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><b>Justin Hill<\/b><\/span><\/p>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p><span>This really is a make-or-break year for Justin Hill. The reality is that after a horrible term with JGR Yoshimura Suzuki Factory Racing, there was a real possibility that he would not get a contract for 2020 <a href=\"\/channel\/supercross\"title=\"Supercross Channel\" >Monster Energy Supercross<\/a>. Instead Hill has landed on his feet with a team that has given multiple guys a chance to catapult themselves back into the limelight, Smartop MotoConcepts Bullfrog Spas Honda. If this ends up going badly then there is no telling what the future holds. How will he react to the pressure? It could force him to leave nothing on the table or he could self-implode.<\/span><\/p>\n<p><span>It is difficult to make too much of an assumption on how he will do based on the off-season races. The first time that he appeared in red was encouraging – he set some blistering times in practice and was in the mix with some established stars. The second appearance that he made in the winter, which was in Switzerland, was more concerning. There were no flashes of brilliance in either practice or the races, so the jury is out on how this thing is going to go. The good news is that after such a disappointing rookie term there appears to be no expectations.<\/span><\/p>\n<p><strong>Words: <a href=\"https:\/\/www.instagram.com\/_lewisphillips\/\">Lewis Phillips<\/a> | Lead Image: KTM Images<\/strong><\/p>",
    "date": "Monday 30, December 2019",
    "readtime": 5,
    "updated": true,
    "preamble": "Subscribe to MX Vice on YouTube. Follow @MXVice on Instagram. Each rider in 2020 Monster Energy Supercross will have a differ...",
    "index": false,
    "tags": [],
    "featured_media_caption": ""
}