{
    "id": 123036,
    "title": "Discussion: Jorge Prado",
    "slug": "discussion-jorge-prado-123036",
    "excerpt": "Jorge Prado on his 2020 MXGP debut.",
    "created": "2019-12-31 22:16:15",
    "modified": "2019-12-31 22:24:23",
    "url": "\/123036\/chatter-box-jorge-prado-13",
    "categories": [
        645496157
    ],
    "category": {
        "id": 645496157,
        "active": true,
        "slug": "mxgp",
        "source": "https:\/\/mxvice-en.com\/wp-json\/wp\/v2\/posts?categories=645496157",
        "name": {
            "short": "MXGP",
            "long": "MXGP World Championship",
            "nav": "MXGP World Championship"
        },
        "components": null,
        "title": "MXGP World Championship",
        "description": "",
        "parent": false,
        "url": "channel\/mxgp",
        "wp_count": 1983,
        "count": 12
    },
    "domain": "all",
    "author": "Lewis Phillips",
    "content": "<table>\n<tbody>\n<tr>\n<td>\n<p dir=\"ltr\" style=\"text-align: center;\"><a href=\"https:\/\/www.youtube.com\/channel\/UCxeEsENwOA2ni3hPqJBhYKg\"><strong>Subscribe to MX Vice on YouTube.<\/strong><\/a><\/p>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<div dir=\"ltr\">\n<table>\n<tbody>\n<tr>\n<td>\n<p dir=\"ltr\" style=\"text-align: center;\"><a href=\"https:\/\/instagram.com\/mxvice\/\"><strong>Follow @MXVice on Instagram.<\/strong><\/a><\/p>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<\/div>\n<p>Jorge Prado was going to be one of the biggest attractions in the 2020 FIM <a href=\"\/channel\/mxgp\"title=\"MXGP Channel\" >Motocross World Championship<\/a>, but a crash just before Christmas has forced him onto the sidelines with a fractured femur. What happened with that incident? Prado explains everything that went down and what the future looks like in this exclusive <em>MX Vice <\/em>interview. The only thing that appears to be certain at the moment is that he will not be ready for the Grand Prix of Great Britain in March.<\/p>\n<p><strong>MX Vice: Jorge, how are you doing after that crash before Christmas? Can you explain what happened in your crash?<\/strong><\/p>\n<p><strong>Jorge Prado:<\/strong> Unfortunately last Thursday in Malagrotta, I fractured my femur in a bad crash. I was hitting a jump and lost the bike completely in a strange situation. It started to rain and the plastic of the bike got wet so the bike slipped out from under me – when I tried to make the long jump the legs slipped on the plastic and I crashed. I broke my femur on landing. It was a bad fracture, I guess, and very painful. It was the worst day of my life. The rescue was immediate and quick fortunately – they immediately took me to the hospital and then they took me to the clinic where I underwent the operation on the same day. I was hospitalised for five days. I immediately started doing some physiotherapy and since then I have made some progress every day.<\/p>\n<figure><img data-src=\"https:\/\/mxvice-en.com\/wp-content\/uploads\/2019\/12\/Site-Jorge-Prado-2.jpg\"><figcaption><svg style=\"width:17px;height:17px;margin-right:4px;float:left\" viewBox=\"0 0 24 24\"><path fill=\"#a1a1a1\" d=\"M4,4H7L9,2H15L17,4H20A2,2 0 0,1 22,6V18A2,2 0 0,1 20,20H4A2,2 0 0,1 2,18V6A2,2 0 0,1 4,4M12,7A5,5 0 0,0 7,12A5,5 0 0,0 12,17A5,5 0 0,0 17,12A5,5 0 0,0 12,7M12,9A3,3 0 0,1 15,12A3,3 0 0,1 12,15A3,3 0 0,1 9,12A3,3 0 0,1 12,9Z\" \/><\/svg> (Ray Archer)<\/figcaption><\/figure>\n<p><strong>How is it all going now, less than two weeks after the crash?<\/strong><\/p>\n<p>Well, it's going better every day and that's a good thing. They did a nice operation. I still don't know how long I will have to stay away from the bike for, but I can still do a good physical workout to better prepare for my return. I still can't do a real workout but only physiotherapy, then in a little while I will resume workouts gradually and start to put a little load on my leg.<\/p>\n<p><strong>Did you stay in Rome or will you return to Spain at some point? What is your current situation?<\/strong><\/p>\n<p>Yes, I spent Christmas here in Santa Marinella with my family and then here I will continue to work with my physiotherapist, here I have everything necessary for rehabilitation.<\/p>\n<p><strong>You said it's still early to know when you'll be back on the bike, but where were you at with your preparation when you got injured?<\/strong><\/p>\n<p>When I crashed, I was on my third day on the bike after a fairly long period of athletic training that followed a bit of rest. I had already done a good programme of hard work to build good bases and I was ready to start working with the bike but the bad luck made me crash on the third day. I already felt pretty good on the bike. There is still a lot to work obviously, because I have only done two weeks on the 450 so far and that is not much to get familiar with the big bike. Now I hope to recover as quickly as possible, because I still have to ride a lot with the 450.<\/p>\n<figure><img data-src=\"https:\/\/mxvice-en.com\/wp-content\/uploads\/2019\/12\/Site-Jorge-Prado-2-1.jpg\"><figcaption><svg style=\"width:17px;height:17px;margin-right:4px;float:left\" viewBox=\"0 0 24 24\"><path fill=\"#a1a1a1\" d=\"M4,4H7L9,2H15L17,4H20A2,2 0 0,1 22,6V18A2,2 0 0,1 20,20H4A2,2 0 0,1 2,18V6A2,2 0 0,1 4,4M12,7A5,5 0 0,0 7,12A5,5 0 0,0 12,17A5,5 0 0,0 17,12A5,5 0 0,0 12,7M12,9A3,3 0 0,1 15,12A3,3 0 0,1 12,15A3,3 0 0,1 9,12A3,3 0 0,1 12,9Z\" \/><\/svg> (Ray Archer)<\/figcaption><\/figure>\n<p><strong>You will not be able to get back on the bike for a long time and you should therefore skip the first part of the 2020 FIM <a href=\"\/channel\/mxgp\"title=\"MXGP Channel\" >Motocross World Championship<\/a>. How does this change your outlook on your first year on a 450?<\/strong><\/p>\n<p>Now I don't know, I think everything has changed a bit and I don't think I'll be ready for the first races. The 2020 programme has changed a lot. We still don't have a precise plan but we know that we have to work a lot on the bike and we will do what we can do to get some information to do well in 2021. In 2020 I have to learn a lot, ride well, collect data and do the best I can to grow. Learn, learn, learn! Without the crash I think we would have seen how I could have faced the first season in MXGP at the Internazionali d'Italia – that would have helped me understand my level compared to my rivals.<\/p>\n<p><strong>Interview: Lorenzo Resta | Lead Image: Ray Archer<\/strong><\/p>",
    "date": "Tuesday 31, December 2019",
    "readtime": 3,
    "updated": true,
    "preamble": "Subscribe to MX Vice on YouTube. Follow @MXVice on Instagram. Jorge Prado was going to be one of the biggest attractions in t...",
    "index": false,
    "tags": [],
    "featured_media_caption": ""
}