{
    "id": 123002,
    "title": "Ask Vice Anything: #1",
    "slug": "ask-vice-anything-1-123002",
    "excerpt": "MX Vice answers to your questions.",
    "created": "2019-12-31 04:32:35",
    "modified": "2019-12-31 13:57:42",
    "url": "\/123002\/ask-vice-anything-1-2",
    "categories": [
        645496157
    ],
    "category": {
        "id": 645496157,
        "active": true,
        "slug": "mxgp",
        "source": "https:\/\/mxvice-en.com\/wp-json\/wp\/v2\/posts?categories=645496157",
        "name": {
            "short": "MXGP",
            "long": "MXGP World Championship",
            "nav": "MXGP World Championship"
        },
        "components": null,
        "title": "MXGP World Championship",
        "description": "",
        "parent": false,
        "url": "channel\/mxgp",
        "wp_count": 1983,
        "count": 12
    },
    "domain": "all",
    "author": "Lewis Phillips",
    "content": "<table>\n<tbody>\n<tr>\n<td>\n<p dir=\"ltr\" style=\"text-align: center;\"><a href=\"https:\/\/www.youtube.com\/channel\/UCxeEsENwOA2ni3hPqJBhYKg\"><strong>Subscribe to MX Vice on YouTube.<\/strong><\/a><\/p>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<div dir=\"ltr\">\n<table>\n<tbody>\n<tr>\n<td>\n<p dir=\"ltr\" style=\"text-align: center;\"><a href=\"https:\/\/instagram.com\/mxvice\/\"><strong>Follow @MXVice on Instagram.<\/strong><\/a><\/p>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<\/div>\n<p>After attending countless events on different continents in the last year, those of us at <em>MX Vice<\/em> have acquired answers to a lot of questions that you have. That is why things have opened up in this feature. If there is something that is on your mind, email lewis.phillips@mxvice.com or get in contact via the various <em>MX Vice<\/em> social media channels. This is an add-on to the ‘Ask Vice Anything' section on The MX Vice Show each week.<\/p>\n<p><strong>\"When was the last time that Max Anstie had a season without injury? I have got to admit that I am little less excited for Anaheim 1 now,\" asked @Fal141 on Twitter.<\/strong><\/p>\n<p>This is actually an intriguing one, because I feel like he now has a reputation for getting injured. Anstie has missed a fair chunk of races over the last two years, admittedly, but the guy does not actually break bones. There was the punctured lung at the end of the 2019 FIM <a href=\"\/channel\/mxgp\"title=\"MXGP Channel\" >Motocross World Championship<\/a>, plus he skipped the Grand Prix of France in May as he was generally banged up. There were no actual injuries there though. Anstie missed three races in his sophomore MXGP season with a concussion too. What about before that? Two rounds were missed in 2017 due to inflammation in his knee, but again that was nothing serious.<\/p>\n<figure><img data-src=\"https:\/\/mxvice-en.com\/wp-content\/uploads\/2019\/12\/Site-Max-Anstie.jpg\"><figcaption><svg style=\"width:17px;height:17px;margin-right:4px;float:left\" viewBox=\"0 0 24 24\"><path fill=\"#a1a1a1\" d=\"M4,4H7L9,2H15L17,4H20A2,2 0 0,1 22,6V18A2,2 0 0,1 20,20H4A2,2 0 0,1 2,18V6A2,2 0 0,1 4,4M12,7A5,5 0 0,0 7,12A5,5 0 0,0 12,17A5,5 0 0,0 17,12A5,5 0 0,0 12,7M12,9A3,3 0 0,1 15,12A3,3 0 0,1 12,15A3,3 0 0,1 9,12A3,3 0 0,1 12,9Z\" \/><\/svg> (Ray Archer)<\/figcaption><\/figure>\n<p>No rounds were missed in 2016, his last term in the MX2 class, and he missed just one round with a tweaked shoulder in 2015. Anstie did not miss any races during the 2011, 2012, 2013 or 2014 seasons. The point is that it is not like he has ever had a broken leg or something that has caused him to skip a significant period. Does that mean that he is really injury prone? It seems he is prone to the odd niggling problem that puts a slight dampener on his campaign, if anything. This latest issue will keep him out for a long time but the way it was sustained was not via a monstrous crash. It was just another bout of poor luck.<em>– @_LewisPhillips<\/em><em> <\/em><\/p>\n<p><strong>\"Will we ever see or why have we not seen live LitPro data during the race? Love that technology,\"\u000b asked @AndyPSchultz on Twitter.<\/strong><strong> <\/strong><\/p>\n<p>It seems as though people have been waiting for this for a while and it actually looked like we were on the verge of it not too long ago, as the information was integrated into a handful of broadcasts. It just was not live. The fact that live heart rates have been shown at recent <a href=\"\/channel\/supercross\"title=\"Supercross Channel\" >Monster Energy Supercross<\/a> rounds is enough proof that it is possible to roll this stuff out too. Will it ever come? Who knows, but we just reached out to the powers that be for confirmation of some kind. Stay tuned to future editions of the column to see exactly what the situation is. <em>– @_LewisPhillips<\/em><\/p>\n<figure><img data-src=\"https:\/\/mxvice-en.com\/wp-content\/uploads\/2019\/12\/Site-Jorge-Prado-1.jpg\"><figcaption><svg style=\"width:17px;height:17px;margin-right:4px;float:left\" viewBox=\"0 0 24 24\"><path fill=\"#a1a1a1\" d=\"M4,4H7L9,2H15L17,4H20A2,2 0 0,1 22,6V18A2,2 0 0,1 20,20H4A2,2 0 0,1 2,18V6A2,2 0 0,1 4,4M12,7A5,5 0 0,0 7,12A5,5 0 0,0 12,17A5,5 0 0,0 17,12A5,5 0 0,0 12,7M12,9A3,3 0 0,1 15,12A3,3 0 0,1 12,15A3,3 0 0,1 9,12A3,3 0 0,1 12,9Z\" \/><\/svg> (Ray Archer)<\/figcaption><\/figure>\n<p><strong>\"<\/strong><strong>Will there ever be a true European supercross series like the USA has?\" asked @WarrenMXShow on Twitter.<\/strong><strong> <\/strong><\/p>\n<p>There is absolutely no chance of there being a series like in the USA – there are not enough venues or riders for that matter. The FIM <a href=\"\/channel\/mxgp\"title=\"MXGP Channel\" >Motocross World Championship<\/a> schedule is so long and drawn out that the riders would have to choose one or the other, and that would not even be a debate. What if they could somehow make it so that riders and team could compete indoors and then do the full world series? It is still impossible to achieve, because there are very few stadiums available that can hold a full-length supercross track. There are just so many issues with this.<\/p>\n<p>There is an option for there to be a smaller European supercross series though, like the S-X Open series in Oceania. Paris and Geneva could be linked, then a smaller race like Barcelona could be thrown into the mix to ensure that a range of fans are reached. Having the rounds in November would allow the American guys to compete and get a title too, as well as some prize money. The international riders would be needed to make this a success because, as mentioned above, there is no chance of getting the top Grand Prix riders on the starting line. It just would never happen. ­<em>– @_LewisPhillips<\/em><\/p>\n<p><strong>Words: <a href=\"https:\/\/www.instagram.com\/_lewisphillips\/\">Lewis Phillips<\/a> | Lead Image: Ray Archer<\/strong><\/p>",
    "date": "Tuesday 31, December 2019",
    "readtime": 3,
    "updated": true,
    "preamble": "Subscribe to MX Vice on YouTube. Follow @MXVice on Instagram. After attendingÂ countless events on different continents in th...",
    "index": false,
    "tags": [],
    "featured_media_caption": ""
}