{
    "id": 123133,
    "title": "Matthes on: Big Dreams",
    "slug": "matthes-on-big-dreams",
    "excerpt": "Steve Matthes on what he wants to see.",
    "created": "2020-01-01 23:59:10",
    "modified": "2020-01-02 16:56:48",
    "url": "\/123133\/matthes-on-big-dreams",
    "categories": [
        645492962,
        645496159,
        645496800
    ],
    "category": {
        "id": 645492962,
        "active": true,
        "slug": "matthes-report",
        "source": "https:\/\/mxvice-en.com\/wp-json\/wp\/v2\/posts?categories=645492962",
        "name": {
            "short": "",
            "long": "Matthes Report",
            "nav": "Matthes Report"
        },
        "components": null,
        "title": "Matthes Report",
        "description": "",
        "parent": false,
        "url": "channel\/matthes-report",
        "wp_count": 130,
        "count": 12
    },
    "domain": "all",
    "author": "Lewis Phillips",
    "content": "<table>\n<tbody>\n<tr>\n<td>\n<p dir=\"ltr\" style=\"text-align: center;\"><a href=\"https:\/\/www.youtube.com\/channel\/UCxeEsENwOA2ni3hPqJBhYKg\"><strong>Subscribe to MX Vice on YouTube.<\/strong><\/a><\/p>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<div dir=\"ltr\">\n<table>\n<tbody>\n<tr>\n<td>\n<p dir=\"ltr\" style=\"text-align: center;\"><a href=\"https:\/\/instagram.com\/mxvice\/\"><strong>Follow @MXVice on Instagram.<\/strong><\/a><\/p>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<\/div>\n<p>Although I've been in the pits now for over twenty years and am about as jaded as one could be at times, the bottom line is I'm a fan of this sport just like you. Yes, I have to put that part of me aside and report on the races as an impartial media member (much easier now that Tim Ferry and Nick Wey are retired by the way). There are still things that I would like to see happen though because, well, I'm a fan of the sport, right?<\/p>\n<p>With Anaheim 1 just days away and with that the whole seventeen-round <a href=\"\/channel\/supercross\"title=\"Supercross Channel\" >Monster Energy Supercross<\/a> series itself starts, I thought I'd write down a few things that I'd like to see happen this coming season. You know, heart-warming stuff. Will it all happen? No, but it doesn't stop a guy from dreaming!<\/p>\n<p>– Seventeen races and I'd love to see ten different winners. Ok, that is crazy talk. How about eight though? Could we do that? I mean Eli Tomac, Ken Roczen, Jason Anderson and Cooper Webb are locks. Could Adam Cianciarulo win? Absolutely, that's five. Zach Osborne is so close… There is six. Blake Baggett got one last year and has the potential to do it again and so there's seven. Justin Barcia? Dean Wilson? We are getting there!<\/p>\n<figure><img data-src=\"https:\/\/mxvice-en.com\/wp-content\/uploads\/2020\/01\/Site-Zach-Osborne.jpg\"><figcaption><svg style=\"width:17px;height:17px;margin-right:4px;float:left\" viewBox=\"0 0 24 24\"><path fill=\"#a1a1a1\" d=\"M4,4H7L9,2H15L17,4H20A2,2 0 0,1 22,6V18A2,2 0 0,1 20,20H4A2,2 0 0,1 2,18V6A2,2 0 0,1 4,4M12,7A5,5 0 0,0 7,12A5,5 0 0,0 12,17A5,5 0 0,0 17,12A5,5 0 0,0 12,7M12,9A3,3 0 0,1 15,12A3,3 0 0,1 12,15A3,3 0 0,1 9,12A3,3 0 0,1 12,9Z\" \/><\/svg> (Husqvarna Motorcycles\/Simon Cudby)<\/figcaption><\/figure>\n<p>– With this being the last year for Chad Reed, I'd like to see him go out with some good results and not tarnish his legacy. I mean, it would be amazing to see him land on the podium again but it doesn't seem like he's coming in with a good base of preparation. That's fine… He can go out doing it his way, because there's no other way Reed knows but I just hope he's around the top ten or higher each night. Maybe he can lead some laps and go out with his head held high? I don't need to see him in the LCQ and missing main events. Nope, just won't have that.<\/p>\n<p>– I'd like to see Malcolm Stewart land on the podium this year. He has never gotten a top five in a 450SX main event and that one seems inevitable to happen, but could he podium? That would be cool for him and his Smartop Bullfrog Spas Honda team. He's one of the best personalities in the sport and has a lot of fans out there. How great would it be for him to do this?<\/p>\n<p>– Can Eli Tomac win this 450SX title for the love of god? I mean, honestly, he deserves it. He has been so fast for so long and cannot quite seal this thing up. He has found many different ways to mess this championship up and I'm ready for him to grab this. We all are. Please Eli, we cannot talk about it anymore. Just win it.<\/p>\n<figure><img data-src=\"https:\/\/mxvice-en.com\/wp-content\/uploads\/2020\/01\/Site-Eli-Tomac.jpg\"><figcaption><svg style=\"width:17px;height:17px;margin-right:4px;float:left\" viewBox=\"0 0 24 24\"><path fill=\"#a1a1a1\" d=\"M4,4H7L9,2H15L17,4H20A2,2 0 0,1 22,6V18A2,2 0 0,1 20,20H4A2,2 0 0,1 2,18V6A2,2 0 0,1 4,4M12,7A5,5 0 0,0 7,12A5,5 0 0,0 12,17A5,5 0 0,0 17,12A5,5 0 0,0 12,7M12,9A3,3 0 0,1 15,12A3,3 0 0,1 12,15A3,3 0 0,1 9,12A3,3 0 0,1 12,9Z\" \/><\/svg> (Race Kawasaki)<\/figcaption><\/figure>\n<p>– We know Adam Cianciarulo will be fast and popular in his rookie 450SX season. I'm not even thinking of any other scenario really, but what I'd like to see is last year's 450SX rookie, Aaron Plessinger, have a good season. AP's a cool guy that had a rough year and I'd like to see him just build throughout the season and get some good results.<\/p>\n<p>– I would like to see Ken Roczen get a 450SX win. God knows he's been as close as possible to getting his first since the big injury. I already consider Roczen's comeback from all those surgeries a success, even if he never wins another race, but it would be nice to see him atop of the box. I think this one is close to a slam-dunk by the way.<\/p>\n<p>– This one is impossible but I'd like to see no injuries this year in supercross. Our sport is so brutal that it's hard for it to get traction at times, because so many riders that teams have sunken millions of dollars into get hurt. I just do not see a way to prevent them either. It is what it is I suppose, but one can dream!<\/p>\n<p><strong>Words: <a href=\"http:\/\/www.pulpmx.com\/?utm_source=mxvice&utm_medium=display&utm_campaign=mxvice_matthes_report\"><a href=\"\/channel\/matthes-report\">Steve Matthes<\/a><\/a> | Lead Image: Husqvarna Motorcycles<\/strong><\/p>",
    "date": "Wednesday  1, January 2020",
    "readtime": 3,
    "updated": true,
    "preamble": "Subscribe to MX Vice on YouTube. Follow @MXVice on Instagram. Although I've been in the pits now for over twenty years and am...",
    "index": false,
    "tags": [],
    "featured_media_caption": ""
}