{
    "id": 123140,
    "title": "Thomas on: Predictions",
    "slug": "thomas-on-predictions",
    "excerpt": "Jason Thomas looks ahead to Anaheim 1.",
    "created": "2020-01-02 00:26:11",
    "modified": "2020-01-02 17:52:08",
    "url": "\/123140\/thomas-on-predictions",
    "categories": [
        645496159,
        645496800
    ],
    "category": {
        "id": 645496159,
        "active": true,
        "slug": "supercross",
        "source": "https:\/\/mxvice-en.com\/wp-json\/wp\/v2\/posts?categories=645496159",
        "name": {
            "short": "Supercross",
            "long": "Monster Energy Supercross",
            "nav": "Monster Energy Supercross"
        },
        "components": null,
        "title": "Monster Energy Supercross",
        "description": "",
        "parent": false,
        "url": "channel\/supercross",
        "wp_count": 972,
        "count": 12
    },
    "domain": "all",
    "author": "Lewis Phillips",
    "content": "<table>\n<tbody>\n<tr>\n<td>\n<p dir=\"ltr\" style=\"text-align: center;\"><a href=\"https:\/\/www.youtube.com\/channel\/UCxeEsENwOA2ni3hPqJBhYKg\"><strong>Subscribe to MX Vice on YouTube.<\/strong><\/a><\/p>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<div dir=\"ltr\">\n<table>\n<tbody>\n<tr>\n<td>\n<p dir=\"ltr\" style=\"text-align: center;\"><a href=\"https:\/\/instagram.com\/mxvice\/\"><strong>Follow @MXVice on Instagram.<\/strong><\/a><\/p>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<\/div>\n<p>Well, here we go. It's time to head to Anaheim for many in the motocross world. For the industry, it's the busiest time of the year making sure all of the details are finalised. For the riders, it's the most nerve-wracking time. They have been working for months with all of their energy focused on January 4. There is so much emphasis placed upon Anaheim 1, which I believe to be a mistake.<\/p>\n<p>For the wise riders and teams, they know it's foolish to overvalue this first event. Sure, it's great to come out of the first event with momentum. Pleasing sponsors and getting all of the high five's from a great A1 is fun as well. In the big picture, though, A1 doesn't pay anymore points than Detroit or Foxborough. When the series is in full swing a few months from now, most will have to think hard to remember what exactly happened at Anaheim.<\/p>\n<figure><img data-src=\"https:\/\/mxvice-en.com\/wp-content\/uploads\/2020\/01\/Site-HRC.jpg\"><figcaption><svg style=\"width:17px;height:17px;margin-right:4px;float:left\" viewBox=\"0 0 24 24\"><path fill=\"#a1a1a1\" d=\"M4,4H7L9,2H15L17,4H20A2,2 0 0,1 22,6V18A2,2 0 0,1 20,20H4A2,2 0 0,1 2,18V6A2,2 0 0,1 4,4M12,7A5,5 0 0,0 7,12A5,5 0 0,0 12,17A5,5 0 0,0 17,12A5,5 0 0,0 12,7M12,9A3,3 0 0,1 15,12A3,3 0 0,1 12,15A3,3 0 0,1 9,12A3,3 0 0,1 12,9Z\" \/><\/svg> (Honda Racing Corporation)<\/figcaption><\/figure>\n<p>Justin Barcia's win last year sent shock waves through the sport but if you asked me in April then I would have probably shrugged my shoulders about it. It's a big stage and has the brightest of lights but, as far as the series goes, it doesn't always indicate what we will see. Since 2000, the eventual series champion has only won Anaheim 1 seven times. In other words, thirteen of the last twenty years that year's champion left the first round without a win. Does A1 matter? Of course. Is it the barometer for what the season will bring that we always assume?  I believe it's not.<\/p>\n<p>As for what I think we will see this weekend, that all depends on who we are talking about. I think each rider will have his own agenda. For some, they will be looking to make a huge statement. For others, they will just want a good result to get the series rolling. Every rider is in a different spot mentally, contractually and also strategically. Let's take a look at how I believe a few of these riders will enter A1.<\/p>\n<p><strong>Eli Tomac:<\/strong> After a few very difficult January's, I think Eli will simply want to get off to a fast start. His average finish in January is a fifth, far below what he's capable of. That's not even counting Houston in 2018 where he wasn't able to race due to a shoulder injury. If he can win a race or two and leave January with the red plate, he will be much further ahead of the game than he ever has been. He cannot win the series in January but he has certainly learned that he can lose it.<\/p>\n<figure><img data-src=\"https:\/\/mxvice-en.com\/wp-content\/uploads\/2020\/01\/Site-Eli-Tomac-1.jpg\"><figcaption><svg style=\"width:17px;height:17px;margin-right:4px;float:left\" viewBox=\"0 0 24 24\"><path fill=\"#a1a1a1\" d=\"M4,4H7L9,2H15L17,4H20A2,2 0 0,1 22,6V18A2,2 0 0,1 20,20H4A2,2 0 0,1 2,18V6A2,2 0 0,1 4,4M12,7A5,5 0 0,0 7,12A5,5 0 0,0 12,17A5,5 0 0,0 17,12A5,5 0 0,0 12,7M12,9A3,3 0 0,1 15,12A3,3 0 0,1 12,15A3,3 0 0,1 9,12A3,3 0 0,1 12,9Z\" \/><\/svg> (Race Kawasaki)<\/figcaption><\/figure>\n<p><strong>Cooper Webb:<\/strong> Being in the Aldon Baker camp, I think Webb will want to make a statement at A1. Many wonder if 2019 was an anomaly. Webb made it happen when he needed to and also had fortune smile on him a time or two as well. Baker likes to win the mental battle, so look for Webb to come out swinging and drive a dagger into the heart of his competitors. Creating a \"here we go again\" mentality for his rivals is exactly what he will be looking to do.<\/p>\n<p><strong>Ken Roczen:<\/strong> Kenny should be the strongest version of himself since Anaheim 2 in 2017. That form might never return but I think he's in a good place, finally. He had a good off-season without any serious setbacks and it sounds like they have his health sorted out. If you are wondering who my pick is this Saturday, look no further. I don't know if he can finally grab a title but he is notorious for starting fast in SoCal.<\/p>\n<p><strong>Jason Anderson:<\/strong> I have question marks on the #21. I think he will be very fast but I also wonder if he is as motivated as he was at this time two years ago. In any case, look for flashes of brilliance. Can he find that relentless push he had? Time will tell.<\/p>\n<p><strong>Zach Osborne:<\/strong> I have high hopes for Zacho. Yes, he wears FLY Racing – that's one aspect – but I also really like Zach as a person. He epitomizes the role model that all young racers should aspire to. His work ethic is beyond reproach and his love for the MXoN warms my heart too. As for how he will do, I think he is a serious contender. The one question mark will be avoiding big mistakes. His style is loose and fast, which carries some risk on a 450. He's going to have some close calls and how those shake out will make the difference. I think he has a real chance to take the next step in 2020.<\/p>\n<figure><img data-src=\"https:\/\/mxvice-en.com\/wp-content\/uploads\/2020\/01\/Site-Zach-Osborne-1.jpg\"><figcaption><svg style=\"width:17px;height:17px;margin-right:4px;float:left\" viewBox=\"0 0 24 24\"><path fill=\"#a1a1a1\" d=\"M4,4H7L9,2H15L17,4H20A2,2 0 0,1 22,6V18A2,2 0 0,1 20,20H4A2,2 0 0,1 2,18V6A2,2 0 0,1 4,4M12,7A5,5 0 0,0 7,12A5,5 0 0,0 12,17A5,5 0 0,0 17,12A5,5 0 0,0 12,7M12,9A3,3 0 0,1 15,12A3,3 0 0,1 12,15A3,3 0 0,1 9,12A3,3 0 0,1 12,9Z\" \/><\/svg> (Husqvarna Motorcycles)<\/figcaption><\/figure>\n<p><strong>Adam Cianciarulo:<\/strong> Bringing some rookie hype, AC9 won the Monster Energy Cup this past October. He is a very efficient starter and has elite speed, two hugely important ingredients of success. The big question will be consistency. He was much better in that regard last season but still left a 250SX West title on the table because of ill-timed mistakes. I think this first season will be a rollercoaster ride of ups and downs but he will be fun to watch, make no mistake about that.<\/p>\n<p><strong>Blake Baggett:<\/strong> I am curious to see what BB4 brings this season. 2019 was full of contrasts. He won his first ever 450SX main event in Glendale, got several podium finishes and ended the series in fifth place. That's not bad. The Lucas Oil Pro Motocross series was much more erratic though. He won a moto at High Point but also suffered from a mystery illness all summer. He wasn't able to finish the series and took a lot of time off. He also had his first child this off-season, adding a new wrinkle to his personal life. What does all of that mean?  Who knows. Haha!<\/p>\n<p><strong>Justin Barcia:<\/strong> Last year's A1 winner, Barcia is in a contract year and knows he will need podium-level results. Monster Energy Yamaha will look to make a splash for 2021 and Barcia could be a nice veteran presence to guide the ship. To earn a new deal, though, he knows what he needs to do. I don't expect him to win A1 again but I do think we will see some vintage Barcia speed at times.<\/p>\n<figure><img data-src=\"https:\/\/mxvice-en.com\/wp-content\/uploads\/2020\/01\/Site-Justin-Barcia.jpg\"><figcaption><svg style=\"width:17px;height:17px;margin-right:4px;float:left\" viewBox=\"0 0 24 24\"><path fill=\"#a1a1a1\" d=\"M4,4H7L9,2H15L17,4H20A2,2 0 0,1 22,6V18A2,2 0 0,1 20,20H4A2,2 0 0,1 2,18V6A2,2 0 0,1 4,4M12,7A5,5 0 0,0 7,12A5,5 0 0,0 12,17A5,5 0 0,0 17,12A5,5 0 0,0 12,7M12,9A3,3 0 0,1 15,12A3,3 0 0,1 12,15A3,3 0 0,1 9,12A3,3 0 0,1 12,9Z\" \/><\/svg> (Yamaha Racing)<\/figcaption><\/figure>\n<p><strong>Justin Brayton:<\/strong> The field's most traveled racer, Brayton is coming off yet another Australian supercross title. Having done the marathon off-season racing calendar, I always wonder about his energy level coming into the new year. He is Roczen's teammate for 2020, giving him great equipment and a great opportunity. I think he will start up front more often than not, putting himself in position to succeed. With most of the field healthy, it will be a challenge to match the speed of the youngsters though.<\/p>\n<p><strong>Chad Reed:<\/strong> CR's farewell tour will be a reflection and celebration. Don't expect podiums from Reed this season but if he can find a way to grab a start or two, the crowd is going to lose their minds. With Reed turning thirty-eight this March, it's truly unbelievable that he's still out there.<\/p>\n<p><strong>Aaron Plessinger:<\/strong> 2019 was not kind to AP7. The good news is that he was contractually stable and has a chance to right the ship. I haven't heard much out of the Plessinger camp this off-season, which might be a good thing. I think there was too much expectation placed on his rookie season. He seems to perform best when he is at his loosest, so maybe this is the right atmosphere to excel.<\/p>\n<p><strong>Dean Wilson:<\/strong> I am just hoping Deano can get out there and race A1 [Ed. Note: Stay tuned for an update on Dean Wilson on the <em>MX Vice <\/em>YouTube channel on Thursday]. I was surprised to hear that it was even a possibility after his horrific injury in October. If he is able to race, don't expect much. If he can slowly piece together weekends, he might be a threat once we get to March or April. Missing an entire off-season is an extremely hard obstacle to overcome.<\/p>\n<p><strong>Words: Jason Thomas | Lead Image: Honda Racing Corporation<\/strong><\/p>",
    "date": "Thursday  2, January 2020",
    "readtime": 6,
    "updated": true,
    "preamble": "Subscribe to MX Vice on YouTube. Follow @MXVice on Instagram. Well, here we go. It's time to head to Anaheim for many in the ...",
    "index": false,
    "tags": [],
    "featured_media_caption": ""
}